Repository: Zaryob/inary
Catalog: tags/pisi-1.1_rc6/po/*.po
Languages: nl

source: Keyboard Interrupt: Exiting...
nl: Onderbreking via toetsenbord: sluit af...

source: Program Terminated.
nl: Programma beëindigd.

source: A database operation has been aborted. You should run pisi again for normal DB recovery procedure. Make sure you have free disk space. You have to run rebuild-db only when there is file corruption and database upgrades.
nl: Een database handeling is afgebroken. U zult pisi opnieuw moeten opstarten voor een normale herstelprocedure van de database. Zorg voor voldoende vrije ruimte op de harde schijf. U zult rebuild-db alleen uit moeten voeren indien er een beschadiging van bestanden plaats heeft gevonden of bij bijgewerkte databases.

source: Unhandled internal exception. Please file a bug report. (http://bugs.uludag.org.tr)
nl: Onbehandelde interne uitzondering. Rapporteer deze fout alstublieft. (http://bugs.uludag.org.tr)

source: System Error. Program Terminated.
nl: Systeemfout: programma beëindigd.

source: Please use 'pisi help' for general help.
nl: Gebruik pisi help voor algemene hulp.

source: Traceback:
nl: Terugloop:

source: Use --debug to see a traceback.
nl: Gebruik --debug om een terugloop te zien.

source: Please attach the config.log to your bug report: %s/config.log
nl: Voeg config.log toe aan uw foutrapport: %s/config.log

source: Configure failed.
nl: Configuratie mislukt.

source: No configure script found.
nl: Geen configuratiescript gevonden.

source: Make failed.
nl: Make is mislukt.

source: Install failed.
nl: Installatie is mislukt.

source: No Makefile found.
nl: Geen Makefile-bestand gevonden.

source: Running aclocal failed.
nl: Uitvoeren van aclocal is mislukt.

source: Running autoconf failed.
nl: Uitvoeren van autoconf is mislukt.

source: Running automake failed.
nl: Uitvoeren van automake is mislukt.

source: Running autoheader failed.
nl: Uitvoeren van autoheader is mislukt.

source: Util %s cannot be found
nl: Hulpprogramma %s niet gevonden

source: Warning: %s does not exist, using plain name %s
nl: Waarschuwing: %s bestaat niet, %s wordt gebruikt

source: !!! Please attach the config.log to your bug report: %s/config.log
nl: !!! Voeg het bestand config.log toe aan uw bugrapport: %s/config.log

source: Running ldconfig failed.
nl: Uitvoeren van ldconfig is mislukt.

source: GNU Config Update Finished.
nl: GNU Config Update voltooid.

source: Running libtoolize failed.
nl: Uitvoeren van libtoolize is mislukt.

source: perl build failed.
nl: perl compileren mislukt.

source: perl install failed.
nl: Perl installatie mislukt.

source: ActionsAPI [doman]: Wrong man page file: %s
nl: ActionsAPI [doman]: onjuist man-pagina bestand: %s

source: ActionsAPI [rename]: No such file or directory: %s
nl: ActionsAPI [rename]: bestand of map niet gevonden: %s

source: File does not exist or permission denied: %s
nl: Bestand bestaat niet of toegang is geweigerd: %s

source: ActionsAPI [dosym]: File exists: %s
nl: ActionsAPI [dosym]: bestand %s aanwezig

source: Insufficient arguments.
nl: Onvoldoende parameters.

source: Running %s failed.
nl: Uitvoeren %s is mislukt

source: Cannot create directory %s
nl: Kan map %s niet maken

source: ActionsAPI [echo]: Can't append to file %s.
nl: ActionsAPI [echo]: kan niet aan bestand %s toevoegen.

source: ActionsAPI [chmod]: Operation not permitted: %s (mode: %s)
nl: ActionsAPI [chmod]: handeling niet toegestaan: %s (mod: %s)

source: ActionsAPI [chmod]: File %s doesn't exists.
nl: ActionsAPI [chmod]: bestand %s bestaat niet.

source: ActionsAPI [chown]: Operation not permitted: %s (uid: %s, gid: %s)
nl: ActionsAPI [chown]: handeling niet toegestaan: %s (uid: %s, gid: %s)

source: ActionsAPI [chown]: File %s doesn't exists.
nl: ActionsAPI [chown]: bestand %s bestaat niet.

source: ActionsAPI [sym]: Permission denied: %s to %s
nl: ActionsAPI [sym]: toegang geweigerd: %s -> %s

source: ActionsAPI [unlink]: Permission denied: %s.
nl: ActionsAPI [unlink]: toegang geweigerd: %s.

source: ActionsAPI [unlink]: File %s doesn't exists.
nl: ActionsAPI [unlink]: bestand %s bestaat niet.

source: ActionsAPI [unlinkDir]: Operation not permitted: %s
nl: ActionsAPI [unlinkDir]: handeling niet toegestaan: %s

source: ActionsAPI [unlinkDir]: Directory %s doesn't exists.
nl: ActionsAPI [unlinkDir]: map %s bestaat niet.

source: ActionsAPI [move]: Permission denied: %s to %s
nl: ActionsAPI [move]: toegang geweigerd: %s -> %s

source: ActionsAPI [move]: File %s doesn't exists.
nl: ActionsAPI [move]: bestand %s bestaat niet.

source: ActionsAPI [copy]: Permission denied: %s to %s
nl: ActionsAPI [copy]: toegang geweigerd: %s -> %s

source: ActionsAPI [copy]: File %s does not exist.
nl: ActionsAPI [copy]: bestand %s bestaat niet.

source: ActionsAPI [copytree] %s to %s: %s
nl: ActionsAPI [copytree] %s naar %s: %s

source: ActionsAPI [copytree]: Directory %s doesn't exists.
nl: ActionsAPI [copytree]: map %s bestaat niet.

source: ActionsAPI [touch]: Permission denied: %s
nl: ActionsAPI [touch]: toegang geweigerd: %s

source: comar package is not fully installed
nl: comar-pakket is niet volledig geïnstalleerd

source: File %s not found
nl: Bestand %s niet gevonden.

source: Corrupt file: %s
nl: Bestand met fouten: %s

source: * Building index of PiSi files under %s
nl: * Index aanmaken van PiSi-bestanden aan onder %s

source: * Index file written
nl: * Index-bestand geschreven

source: Repo %s already present.
nl: Repo %s is al aanwezig.

source: Repo %s added to system.
nl: Repo %s toegevoegd aan het systeem.

source: Repo %s removed from system.
nl: Repo %s verwijderd uit het systeem.

source: Repository %s does not exist. Cannot remove.
nl: Repository %s bestaat niet. Kan deze niet verwijderen.

source: * Updating repository: %s
nl: * Repository bijwerken: %s

source: No updates available for repository %s.
nl: Geen aanvullingen beschikbaar voor repository %s.

source: Updating database at any rate as requested
nl: Database bijwerken op elke snelheid bij zoals verzocht

source: * Package database updated.
nl: * Pakketdatabase bijgewerkt.

source: No repository named %s found.
nl: Geen repository met de naam %s gevonden.

source: * Rebuilding '%s' named repo...
nl: * '%s' genaamd repo opnieuw opbouwen...

source: Input/Output error while reading %s: %s
nl: I/O-fout tijdens lezen van %s: %s

source: An error has occured while running LZMA: %s
nl: Een fout heeft zich voorgedaan tijdens het uitvoeren van LZMA: %s

source: Archive type not recognized
nl: Archieftype niet herkend

source: Package %s found in repository %s
nl: Pakket %s gevonden in repository %s

source: Package URI: %s
nl: Pakket-URI: %s

source: Package %s not found in any active repository.
nl: Pakket %s niet gevonden in actieve repositories.

source: Installing %s, version %s, release %s, build %s
nl: Installatie %s, versie %s, uitgave %s, compilatie %s

source: Dependencies for %s not satisfied
nl: Afhankelijkheden voor %s niet opgelost

source: Package not installable
nl: Pakket is niet installeerbaar

source: File conflicts: %s
nl: Bestandsconflict: %s

source: Re-install same version package?
nl: Zelfde versie van het pakket herinstalleren?

source: Package re-install declined
nl: Herinstalleren van pakket geweigerd

source: Upgrading to new upstream version
nl: Opwaarderen naar nieuwe upstream-versie

source: Upgrading to new distribution release
nl: Opwaarderen naar nieuwe distributie-uitgave

source: Upgrading to new distribution build
nl: Opwaarderen naar nieuwe distributie-build

source: Downgrade to old distribution release?
nl: Terugwaarderen naar oude distributie-uitgave?

source: Downgrade to old distribution build?
nl: Terugwaarderen naar oude distributie-build?

source: Package downgrade declined
nl: Terugwaarderen van pakket geweigerd

source: Storing %s,
nl: %s opslaan,

source: Storing %s.
nl: %s opslaan.

source: Storing %s
nl: %s opslaan

source: File list could not be read for package %s, continuing removal.
nl: Bestandslijst van pakket %s kon niet gelezen worden, verwijderen wordt voortgezet.

source: Removing package %s
nl: Pakket %s wordt verwijderd

source: Trying to remove nonexistent package
nl: Probeert niet-bestaand pakket te verwijderen

source: Not removing conflicted file : %s
nl: Dit conflicterend bestand wordt niet verwijderd: %s

source: Installed file %s is not exists on system [Probably you manually deleted]
nl: Het geinstalleerde bestand %s bestaat niet op het systeem [mogelijke met de hand verwijderd]

source: Metadata XML '%s' cannot be found
nl: Metadata-XML '%s' is niet gevonden

source: MetaData format wrong (%s)
nl: Onjuiste opmaak van Metadata (%s)

source: * Adding '%s' to db...
nl: * '%s' toevoegen aan db...

source: Files XML '%s' cannot be found
nl: XML-bestanden '%s' zijn niet gevonden

source: Invalid %s
nl: Onjuiste %s

source: Path %s belongs in multiple packages
nl: Pad %s behoort bij meerdere pakketten

source: Source URI: %s
nl: Bronadres: %s

source: Source %s not found in any active repository.
nl: Bron %s niet gevonden in aanwezige actieve repositories.

source: Building PiSi source package: %s
nl: PiSi-bronpakketten compileren: %s

source: IceCream detected. Make sure your daemon is up and running...
nl: IceCream gevonden. Zorg dat uw daemon draait...

source: CCache detected...
nl: Ccache gevonden...

source: PartOf tag not defined, looking for component
nl: Tag 'PartOf' is niet omschreven, zoekt naar component

source: Cannot find component.xml in upper directory
nl: Kan component.xml niet vinden in de hoger gelegen map

source: Source is part of %s component
nl: Bron is onderdeel van %s-component

source: Fetching source from: %s
nl: Bron ophalen van: %s

source: Source archive is stored: %s/%s
nl: Bronarchief is opgeslagen: %s/%s

source: Unpacking archive...
nl: Archief uitpakken...

source: unpacked (%s)
nl: uitgepakt (%s)

source: Setting up source...
nl: Bron instellen...

source: Building source...
nl: Bron opbouwen...

source: Installing...
nl: Installeren...

source: unable to call function from actions: %s
nl: kon functie niet aanroepen vanuit actions: %s

source: Safety switch: following extra packages in system.devel will be installed:
nl: Veiligheidsprocedure: de volgende extra pakketten zullen in system.devel geïnstalleerd worden:

source: Safety switch: system.devel is already installed
nl: Veiligheidsprocedure: system.devel is al geïnstalleerd

source: Safety switch: the component system.devel cannot be found
nl: Veiligheidsprocedure: het component system.devel is niet gevonden

source: Unsatisfied Build Dependencies:
nl: Niet-opgeloste compileerafhankelijkheden

source: Cannot build package due to unsatisfied build dependencies
nl: Kan pakket niet compileren wegens niet-opgeloste compileerafhankelijkheden

source: Build dependency %s cannot be satisfied
nl: Compileerafhankelijkheid %s is niet opgelost.

source: Do you want to install the unsatisfied build dependencies
nl: Wilt u de niet-opgeloste compileerafhankelijkheden installeren?

source: Installing build dependencies.
nl: Compileerafhankelijkheden installeren

source: Ignoring build dependencies.
nl: Compileerafhankelijkheden negeren.

source: Patch file is missing: %s
nl: Patch-bestand ontbreekt: %s

source: * Applying patch: %s
nl: * Patch toepassen: %s

source: Stripping files..
nl: Bestanden strippen...

source: (found old version %s)
nl: (oude versie %s gevonden)

source: Skipping %s with wrong pkg name
nl: %s overgeslagen vanwege onjuiste pakketnaam

source: (no previous build found, setting build no to 1.)
nl: (geen voorgaande compilatie gevonden, zet compilatienummer op 1.)

source: (old package lacks a build no, setting build no to 1.)
nl: (oud pakket heeft geen compilatienummer, zet compilatienummer op 1.)

source: There are changes, incrementing build no to %d
nl: Er zijn wijzigingen, zet compilatienummer op %d

source: There is no change from previous build %d
nl: Er zijn geen wijzigingen sinds vorige compilatie %d

source: ** Building package %s
nl: ** Pakket %s compileren

source: Generating %s,
nl: %s genereren,

source: Build number is not available. For repo builds you must enable buildno in pisi.conf.
nl: Compilatienummer is niet aanwezig. Bij repo-compilaties moet u 'buildno' inschakelen in pisi.conf

source: Creating PiSi package %s.
nl: PiSi-pakket %s aanmaken.

source: Done.
nl: Gereed.

source: Abandoned files under the install dir (%s):
nl: Verlaten bestanden in de installatiemap (%s):

source: All of the files under the install dir (%s) has been collected by package(s)
nl: Alle bestanden in de map (%s) zijn verzameld door hun pakketten.

source: Cleaning Build Directory...
nl: Compilatiemap opschonen...

source: Keeping Build Directory
nl: Compilatiemap behouden

source: Warning:
nl: Waarschuwing:

source: Error:
nl: Fout:

source: (yes/no)
nl: (ja/nee)

source: [complete]
nl: [compleet]

source: Installed %s
nl: %s geïnstalleerd

source: Removed %s
nl: %s verwijderd

source: Upgraded %s
nl: %s opgewaardeerd

source: Configured %s
nl: %s ingesteld

source: Extracting the files of %s
nl: Bestanden van %s uitpakken

source: generic help string for any command
nl: algemene helptekst voor elk commando

source: Unrecognized command: %s
nl: Niet-herkend commando: %s

source: common options
nl: algemene opties

source: Suppresses all coloring of PiSi's output
nl: Onderdrukt alle output van PiSi kleuren

source: This is a fall back function. If the implementer module provides an options function it will be called
nl: Dit is een terugvalfunctie. Als de geïmplementeerde module een opties-functie heeft wordt die aangeroepen

source: Destination directory %s does not exist. Creating directory.
nl: Doelmap %s bestaat niet. Map wordt aangemaakt.

source: Password:
nl: Wachtwoord:

source: initialize PiSi components
nl: PiSi-componenten initialiseren

source: do cleanup work for PiSi components
nl: opruimwerk voor PiSi-componenten uitvoeren

source: print help for the command
nl: uitleg over het commando tonen

source: exit program
nl: programma afsluiten

source: Command terminated abnormally.
nl: Commando abnormaal gestopt.

source: Command lacks name
nl: Commando heeft geen naam

source: Duplicate command %s
nl: Commando %s dupliceren

source: Prints help for given commands Usage: help [ <command1> <command2> ... <commandn> ] If run without parameters, it prints the general help.
nl: Toont informatie over het gegeven commando Gebruik: help [ <commando1> <commando2> ... <commandon> ] De uitvoer zonder parameters geeft de algemene help weer.

source: Clean stale locks Usage: clean PiSi uses filesystem locks for managing database access. This command deletes unused locks from the database directory.
nl: Oude sloten opruimen Gebruik: clean PiSi gebruikt bestandssysteemsloten voor het beheren van de databasetoegang Dit commando verwijdert ongebruikte sloten in de databasemap.

source: Graph package relations Usage: graph [<package1> <package2> ...] Write a graph of package relations, tracking dependency and conflicts relations starting from given packages. By default shows the package relations among repository packages, and writes the package in graphviz format to 'pgraph.dot'.
nl: Grafische pakketrelatie Gebruik: graph [<pakket1> <pakket2> ...] Tekent een grafiek van pakketrelaties, zoekt afhankelijkheden en conflictrelaties op van de opgegeven pakketten. Standaard worden pakketrelaties tussen repositoy-pakketten weergegeven, en worden pakketten in graphviz-formaat naar pgraph.dot geschreven.

source: graph options
nl: grafische opties

source: Graph of installed packages
nl: Grafiek van geïnstalleerde pakketten

source: Do not show installed packages
nl: Geïnstalleerde pakketten niet weergeven

source: Dot output file
nl: Punt uitvoerbestand

source: Plotting packages in repository %s
nl: Pakketten in repository %s plotten

source: Plotting a graph of relations among all repository packages
nl: Een grafiek plotten van de relaties tussen alle repositoy-pakketten

source: Plotting a graph of relations among all installed packages
nl: Een grafiek plotten van de relaties tussen alle geïnstalleerde pakketten

source: Do not take build no into account.
nl: Compileernummer niet meerekenen.

source: Do not take dependency information into account
nl: Geen rekening houden met afhankelijkheidsinformatie

source: build options
nl: Opties voor compileren

source: Output directory for produced packages
nl: Doelmap voor geproduceerde pakketten

source: Bypass errors from ActionsAPI
nl: Fouten van ActionsAPI omzeilen

source: Bypass safety switch
nl: Veiligheidsprocedure omzeilen

source: Create a static package with ar files
nl: Een statisch pakket met ar-bestanden aanmaken

source: Do not install build dependencies, fail if a build dependency is present
nl: Geen compileerafhankelijkheden installeren, stoppen als er een compileerafhankelijkheid voordoet

source: PiSi binary package formats: '1.0', '1.1' (default)
nl: PiSi binaire pakket formaten: '1.0', '1.1' (standaard)

source: build steps
nl: compilatie stappen

source: Break build after fetching the source archive
nl: Afgebroken compilatie na bron archief halen

source: Break build after unpacking the source archive, checking sha1sum and applying patches
nl: Afgebroken compilatie na uitpakken van het bron archief, controlleert sha1sum en past herstel werkzaamheden toe

source: Break build after running configure step
nl: Afgebroken compilatie na uitvoeren van de configuratie stap

source: Break build after running compile step
nl: Afgebroken compilatie na uitvoeren van de compilatie stap

source: Break build after running install step
nl: Afgebroken compilatie na uitvoeren van de installatie stap

source: package_format must be one of %s
nl: package_format moet er een zijn van %s

source: Output directory: %s
nl: Doelmap: %s

source: Outputting packages in the working directory.
nl: Pakketten uitvoeren naar de werkmap.

source: emerge options
nl: duik opties op

source: Ignore file conflicts
nl: Bestandsconflicten negeren

source: Bypass comar configuration agent
nl: Comar-configuratieagent omzeilen

source: Outputting binary packages in the package cache.
nl: Binaire pakketten uitvoeren naar de pakketcache.

source: Abstract package operation command
nl: Abstract pakketuitvoercommando

source: Do not perform any action, just show what would be done
nl: Geen handeling uitvoeren, alleen tonen wat er zal gebeuren

source: Install PiSi packages Usage: install <package1> <package2> ... <packagen> You may use filenames, URI's or package names for packages. If you have specified a package name, it should exist in a specified repository. You can also specify components instead of package names, which will be expanded to package names.
nl: PiSi pakketten installeren Gebruik: install <pakket1> <pakket2> ... <pakketn> U kunt bestandsnamen, URL-adressen of pakketnamen gebruiken voor pakketten U kunt alleen namen opgeven van pakketten die aanwezig zijn in de repository. U kunt ook componenten opgeven in plaats van pakketnamen, welke worden uitgebreid tot pakketnamen.

source: Reinstall already installed packages
nl: Reeds geïnstalleerde pakketten opnieuw installeren

source: Fetch upgrades but do not install.
nl: Haal bijgewerkte bestanden op maar installeer niet.

source: upgrade options
nl: Bijwerk opties

source: Security related package upgrades only
nl: Alleen beveiligings gerelateerde bestanden bijwerken

source: Do not update repositories
nl: Repositories niet bijwerken

source: eager upgrades
nl: belangrijke opwaarderingen

source: When upgrading system, ignore packages and components whose basenames match pattern.
nl: Bij het bijwerken van het systeem pakketten en componenten wiens basenames overeenkomen met patroon negeren.

source: When upgrading system, ignore packages and components whose basenames match any pattern contained in file.
nl: Bij het bijwerken van het systeem pakketten en componenten wiens basenames overeenkomen ieder patroon in bestand negeren.

source: Updating repositories
nl: Repositories bijwerken

source: Will not update repositories
nl: Zal repositories niet bijwerken

source: Remove PiSi packages Usage: remove <package1> <package2> ... <packagen> Remove package(s) from your system. Just give the package names to remove. You can also specify components instead of package names, which will be expanded to package names.
nl: PiSi-pakketten verwijderen Gebruik: remove <pakket1> <pakket2> ... <pakketn> Verwijder pakketten van uw systeem. Geef de pakketnamen op om ze te verwijderen. U kunt ook componenten opgeven in plaats van pakketnamen, welk worden uitgebreid tot pakketnamen.

source: configure-pending options
nl: wachtende opties configureren

source: info options
nl: info opties

source: Show a list of package files.
nl: Toon een lijst van pakketbestanden.

source: Show only paths.
nl: Alleen paden tonen.

source: Do not show details
nl: Geen details tonen

source: Output in xml format
nl: Uitvoer in xml-opmaak

source: Package file: %s
nl: Pakketbestand: %s

source: Installed package:
nl: Geïnstalleerd pakket:

source: Package found in repository:
nl: Pakket gevonden in in repository:

source: Reverse Dependencies:
nl: Omgekeerde afhankelijkheden:

source: Files:
nl: Bestanden:

source: File information not available
nl: Bestandsinformatie niet aanwezig

source: Verify installation Usage: check [<package1> <package2> ... <packagen>] <packagei>: package name A cryptographic checksum is stored for each installed file. Check command uses the checksums to verify a package. Just give the names of packages. If no packages are given, checks all installed packages.
nl: Installatie verifiëren Gebruik: check [<pakket1> <pakket2> ... <pakketn>] <pakket*>: pakketnaam Een cryptografische controlesom wordt opgeslagen voor ieder geïnstalleerd bestand. Het commando check gebruikt de controlesommen om pakketten te verifiëren. Geef alleen de namen van pakketten op. Als er geen pakketten opgegeven worden, worden alle pakketen nagekeken.

source: Checking all installed packages
nl: Alle geïnstalleerde pakketten controleren

source: Package %s not installed
nl: Pakket %s is niet geïnstalleerd

source: Index PiSi files in a given directory Usage: index <directory> ... This command searches for all PiSi files in a directory, collects PiSi tags from them and accumulates the information in an output XML file, named by default 'pisi-index.xml'. In particular, it indexes both source and binary packages. If you give multiple directories, the command still works, but puts everything in a single index file.
nl: Indexeer PiSi-bestanden in een opgegeven map Gebruik: index <map> ... Dit commando zoekt naar alle PiSi-bestanden in een map, verzamelt PiSi- tags en zet de verkregen informatie in een XML-bestand, standaard pisi-index.xml genoemd. In het bijzonder indexeert het zowel bron- als binaire pakketten. Als u meerdere mappen opgeeft, werkt het commando nog steeds, maar zet het alles in één index bestand.

source: Store absolute links for indexed files.
nl: Absolute koppelingen voor geïndexeerde bestanden opslaan.

source: Do not index PiSi spec files.
nl: PiSi-specifieke bestanden niet indexeren.

source: Do not sign index.
nl: Index niet ondertekenen.

source: Indexing current directory.
nl: Huidige map indexeren.

source: list-installed options
nl: toon geinstalleerde opties

source: Show in long format
nl: In lang formaat tonen

source: List installed packages under given component
nl: Alleen niet-geïnstalleerde pakketten tonen

source: Show detailed install info
nl: Gedetailleerde installatie-informatie tonen

source: Package Name |St| Version| Rel.| Build| Distro| Date
nl: Pakketnaam |St| Versie| Rel.| Build| Distro| Datum

source: rebuild-db options
nl: rebuild-db opties

source: Rebuild files database
nl: Bestanden database herbouwen

source: Rebuild PiSi databases?
nl: PiSi-databases herbouwen?
