Repository: Zaryob/inary
Catalog: tags/pisi-1.1_rc6/po/*.po
Languages: nl

source: Update repository databases Usage: update-repo [<repo1> <repo2> ... <repon>] <repoi>: repository name Synchronizes the PiSi databases with the current repository. If no repository is given, all repositories are updated.
nl: Repositorydatabases bijwerken Gebruik: update-repo [<repo1> <repo2> ... <repon>] <repo*>: repositorynaam Synchroniseert de PiSi-databases met de huidige repository. Indien geen repository opgegeven is worden alle repositories bijgewerkt.

source: update-repo options
nl: update-repo opties

source: Update database in any case
nl: Database altijd bijwerken

source: Add a repository Usage: add-repo <repo> <indexuri> <repo>: name of repository to add <indexuri>: URI of index file If no repo is given, add-repo pardus-devel repo is added by default NB: We support only local files (e.g., /a/b/c) and http:// URIs at the moment
nl: Een repository toevoegen Gebruik: add-repo <repo> <indexuri> <repo>: naam van de toe te voegen repository <indexuri>: URL van het indexbestand Indien geen repo wordt opgegeven, wordt add-repo pardus-devel repo standaard toegevoegd Opmerking: wij ondersteunen vooralsnog alleen lokale bestanden (b.v. /a/b/c) en http: // URI-adressen.

source: Add repository at given position (0 is first)
nl: Repository toevoegen op opgegeven positie (0 is eerst)

source: Update PiSi database for repository %s?
nl: PiSi-database bijwerken voor repository %s?

source: Remove repositories Usage: remove-repo <repo1> <repo2> ... <repon> Remove all repository information from the system.
nl: Repositories verwijderen Gebruik: remove-repo <repo1> <repo2> ... <repon> Verwijder alle repository-informatie van het systeem.

source: List repositories Usage: list-repo Lists currently tracked repositories.
nl: Repositories tonen Gebruik: list-repo Toont de opgespoorde repositories.

source: list-available options
nl: list-available opties

source: List available packages under given component
nl: Alleen niet-geïnstalleerde pakketten tonen

source: Show uninstalled packages only
nl: Alleen niet-geïnstalleerde pakketten tonen

source: Installed packages are shown in this color
nl: Geïnstalleerde pakketten worden in deze kleur weergegeven

source: list-components options
nl: list-components opties

source: List available sources Usage: list-sources Gives a brief list of sources published in the repositories.
nl: Beschikbare bronnen tonen Gebruik: list-sources Geeft een korte lijst van bronnen gepubliceerd in de repositories.

source: list-sources options
nl: list-sources opties

source: List packages to be upgraded Usage: list-upgrades Lists the packages that will be upgraded.
nl: Bij te werken pakketten tonen Gebruik: list-upgrades Toont pakketten die bijgewerkt zullen worden.

source: list-upgrades options
nl: list-upgrades opties

source: List upgradable packages under given component
nl: Toon bij te werken pakketten onder opgegeven component

source: No packages to upgrade.
nl: Geen pakketten om bij te werken.

source: Search packages Usage: search <term1> <term2> ... <termn> Finds a package containing specified search terms in summary, description, and package name fields.
nl: Pakketten zoeken Gebruik: search <term1> <term2> ... <termn> Vindt een pakket dat de opgegeven zoektermen bevat in de samenvatting, beschrijving en pakketnaam.

source: search options
nl: search opties

source: Set search language
nl: Zoektaal instellen

source: Show details
nl: Details weergeven

source: %s packages found
nl: %s pakketten gevonden

source: Search for a file Usage: search-file <path1> <path2> ... <pathn> Finds the installed package which contains the specified file.
nl: Zoek een bestand Gebruik: search-file <pad1> <pad2> ... <padn> Vindt het geïnstalleerde pakket dat het opgegeven bestand bevat.

source: search-file options
nl: search-file opties

source: Fuzzy search
nl: Vage zoekopdracht

source: Show only package name
nl: Alleen pakketnaam tonen

source: Package %s has file %s
nl: Pakket %s bevat bestand %s

source: Path '%s' does not belong to an installed package
nl: Pad '%s' behoort niet tot een geïnstalleerd pakket

source: Searching for %s
nl: Zoekt naar %s

source: %prog [options] <command> [arguments] where <command> is one of:
nl: %prog [opties] <commando> [argumenten] waar <commando> één is van:

source: Use "%prog help <command>" for help on a specific command.
nl: Gebruik "%prog help <commando>" voor help over een specifiek commando.

source: Options must precede non-option arguments
nl: Opties moeten aan non-optie-argumenten voorafgaan

source: No command given
nl: Geen commando gegeven

source: Command line parsing error
nl: Fout bij ontleden van commando

source: cannot connect to comar
nl: kan geen verbinding maken met comar

source: Could not restart comar
nl: Kon comar niet herstarten

source: connection with comar unexpectedly closed
nl: verbinding met conmar onverwachts verbroken

source: Configuration error: %s
nl: Configuratiefout: %s

source: Script error: %s
nl: Scriptfout: %s

source: comar denied our access
nl: comar heeft de toegang geweigerd

source: Configuring package
nl: Pakket configureren

source: Registering %s comar script
nl: %s comar-script registreren

source: Calling post install handlers
nl: Post-installatie afhandelingen aanroepen

source: Running package's post install script
nl: Post-installatiescript van pakket uitvoeren

source: Configuring package for removal
nl: Pakket voor verwijdering configureren

source: Running package's pre remove script
nl: Pre-verwijderscript van pakket uitvoeren

source: Calling pre remove handlers
nl: Pre-verwijder afhandelingen aanroepen

source: Unregistering comar scripts
nl: Comar-scripts de-registreren

source: Component %s not found
nl: Component %s niet gevonden

source: Information for component %s not available
nl: Informatie voor component %s is niet beschikbaar

source: Destination directory %s does not exist. Creating it.
nl: Doelmap %s bestaat niet. Deze wordt nu aangemaakt.

source: No section by name '%s'
nl: Geen sectie met de naam '%s'

source: version >=
nl: versie >=

source: version <=
nl: versie <=

source: release >=
nl: uitgave >=

source: release <=
nl: uitgave <=

source: Can't rebind constant: %s
nl: Kan constante niet opnieuw koppelen: %s

source: Can't unbind constant: %s
nl: Kan constante niet ontkoppelen: %s

source: Package %s does not satisfy dependency %s
nl: Pakket %s voldoet niet aan afhankelijkheid %s

source: Package %s is not present in the package database
nl: Pakket %s niet aanwezig in de pakketdatabase

source: Filename error
nl: Fout in bestandsnaam

source: Access denied to write to destination directory: "%s"
nl: Toegang geweigerd om te schrijven naar de doelmap: "%s"

source: Access denied to destination file: "%s"
nl: Toegang geweigerd van doelbestand: "%s"

source: A problem occured. Please check the archive address and/or permissions again.
nl: Probleem plaatsgevonden. Controleer het archiefadres en/of de toegangsrechten opnieuw.

source: No such file or no permission to read
nl: Bestand niet gevonden of geen leesrechten

source: Requested range not satisfiable, starting again.
nl: Verzocht bereik niet verwezenlijkbaar, opnieuw gestart.

source: Cannot fetch %s; value error: %s
nl: Kan %s niet ophalen. Foutcode: %s

source: Cannot fetch %s; %s
nl: Kan %s niet ophalen; %s

source: Cannot fetch %s; (%s): %s
nl: Kan %s; (%s) niet ophalen: %s

source: Proxy configuration has been found for '%s' protocol
nl: Proxy-configuratie gevonden voor protocol '%s'

source: ftp error
nl: ftp-fout

source: uri must have type either URI or string
nl: uri moet van het type URI-adres of tekenreeks zijn

source: zip compression not supported yet
nl: zip-compressie wordt nog niet ondersteund.

source: Fetching %s
nl: %s ophalen

source: Copying %s to transfer dir
nl: Kopieert %s naar overdrachtmap

source: File '%s' not found.
nl: Bestand '%s' niet gevonden.

source: File integrity of %s compromised.
nl: Bestandsintegriteit van %s is gecompromitteerd

source: File mode must be either File.read or File.write
nl: Bestandsmodus moet of File.read zijn of File.write zijn

source: Remote write not implemented
nl: Schrijven op afstand is niet ingeprogrammeerd

source: gzip compression not supported yet
nl: gzip-compressie wordt momenteel niet ondersteund

source: ERROR: gpg --detach-sig %s failed
nl: FOUT: gpg --detach-sig %s is mislukt

source: Encountered cycle %s
nl: Cyclus %s ontdekt

source: Adding %s to package index
nl: %s aan pakketindex toevoegen

source: Adding %s to component index
nl: %s aan componentindex toevoegen

source: Package %s: metadata corrupt, skipping...
nl: Pakket %s: metadata is corrupt, wordt overgeslagen...

source: Adding %s to source index
nl: %s aan bronindex toevoegen

source: installed
nl: geïnstalleerd

source: installed-pending
nl: geïnstalleerd-wachtend

source: purged
nl: gezuiverd

source: removed
nl: verplaatst

source: State: %s Version: %s, Release: %s, Build: %s
nl: Status: %s Versie: %s, uitgave: %s, compilatie: %s

source: Distribution: %s, Install Time: %s
nl: Distributie: %s, installatiedatum: %s

source: Already installed
nl: Reeds geïnstalleerd.

source: Invalid repository string
nl: Ongeldige repositorytekst

source: Key %s not found
nl: Sleutel %s niet gevonden

source: Key %s in repo %s not found
nl: Sleutel %s in repo %s niet gevonden

source: Database version for %s insufficient. Please run rebuild-db command.
nl: Databaseversie van %s is niet toereikend. Voer a.u.b. het commando rebuild-db uit.

source: Database version for %s greater than PiSi version. You need a newer PiSi.
nl: Databaseversie van %s is hoger dan de PiSi-versie. Een nieuwere versie van PiSi is nodig.

source: Cannot attain write access to database environment
nl: Kan geen schrijftoegang tot de databaseomgeving krijgen

source: Database version %s not present.
nl: Databaseversie %s niet aanwezig.

source: Another instance of PiSi is running. Only one instance is allowed to modify the PiSi database at a time.
nl: Er draait nog een exemplaar van PiSi. Er kan slechts één PiSi tegelijk de database aanpassen.

source: Cannot attain read access to database environment
nl: Kan geen leestoegang tot de databaseomgeving krijgen

source: Cannot write to PiSi database.
nl: Kan niet naar de PiSi-database schrijven.

source: Cannot attain read or write access to database %s
nl: Kan geen lees- of schrijftoegang tot de database %s krijgen

source: Flags should be one of 'r', 'w', 'c' or 'n' or use the bsddb.db.DB_* flags
nl: Opties moeten een van 'r', 'w', 'c' of 'n' zijn of gebruik de opties bsddb.db.DB_*

source: Distribution: %s, Dist. Release: %s
nl: Distributie: %s, distributie-uitgave: %s

source: Architecture: %s, Installed Size: %s
nl: Architectuur: %s, installatiegrootte: %s

source: Mixing file names and package names not supported yet.
nl: Combineren van bestands- en pakketnamen nog niet ondersteund.

source: The following packages will be installed in the respective order to satisfy extra dependencies:
nl: De volgende pakketten zullen geïnstalleerd worden om te voldoen aan de extra afhankelijkheden:

source: Do you want to continue?
nl: Wilt u doorgaan?

source: External dependencies not satisfied
nl: Externe afhankelijkheden zijn niet voldaan

source: No packages to install.
nl: Geen pakketten om te installeren.

source: Installation order:
nl: Installatievolgorde:

source: Conflicts remain
nl: Conflicten blijven bestaan

source: Selected packages [%s] are in conflict with each other.
nl: Geselecteerde pakketten [%s] zijn in conflict met elkaar.

source: Remove the following conflicting packages?
nl: De volgende pakketten met conflicten verwijderen?

source: Safety switch: Following packages in system.base will be installed:
nl: Veiligheidsprocedure: de volgende pakketten in system.base worden geïnstalleerd:

source: Safety switch: Following packages in system.base will be upgraded:
nl: Veiligheidsprocedure: de volgende pakketten in system.base worden opgewaardeerd:

source: Safety switch: the component system.base cannot be found
nl: Veiligheidsprocedure: component system.base is niet gevonden

source: There are extra packages due to dependencies. Do you want to continue?
nl: Er zijn extra pakketten wegens afhankelijkheden. Wilt u doorgaan?

source: Warning: package *name* ends with '.pisi'
nl: Waarschuwing: pakket *naam* eindigt met '.pisi'

source: Package %s is not installed.
nl: Pakket %s is niet geïnstalleerd.

source: Package %s is not available in repositories.
nl: Pakket %s is niet beschikbaar in de repositories.

source: Package %s is already at the latest release %s.
nl: Pakket %s is al de laatste uitgave %s

source: Package %s is already at the latest build %s.
nl: Pakket %s is al de laatste build %s.

source: The following packages will be upgraded:
nl: De volgende pakketen zullen worden opgewaardeerd:

source: Dependency %s of %s cannot be satisfied
nl: Afhankelijkheid %s van %s kan niet worden voldaan

source: Upgrade is not possible.
nl: Opwaarderen niet mogelijk.

source: Reverse dependency %s of %s cannot be satisfied
nl: Omgekeerde afhankelijkheid %s van %s kan niet worden voldaan

source: Safety switch: cannot remove the following packages in system.base:
nl: Veiligheidsprocedure: kan de volgende pakketten niet verwijderen uit system.base:

source: Package %s does not exist. Cannot remove.
nl: Pakket %s bestaat niet.

source: No packages to remove.
nl: Geen pakketten om te verwijderen.

source: The following minimal list of packages will be removed in the respective order to satisfy dependencies:
nl: De volgende minimale lijst van pakketten zullen verwijderd worden in de respectievelijke volgorde om aan afhankelijkheden te voldoen:

source: Package removal declined
nl: Verwijderen van pakket afgewezen.

source: Package %s is not installed. Cannot remove.
nl: Pakket %s niet geïnstalleerd. Kan niet verwijderen.

source: No packages to emerge.
nl: Geen pakketten om samen te voegen.

source: The following minimal list of packages will be built and installed in the respective order to satisfy dependencies:
nl: De volgende minimale lijst van pakketten zullen gecompileerd en geïnstalleerd worden in de respectievelijke volgorde om aan afhankelijkheden te voldoen:

source: Cannot find source package: %s
nl: Kan bronpakket %s niet vinden

source: There was a problem while fetching '%s'. The package may have been upgraded. Please try to upgrade the package.
nl: Er was een probleem bij ophalen van '%s'. Het pakket kan bijgewerkt zijn. Probeer het pakker bij te werken.

source: MetaData format wrong
nl: Opmaak van metadata is onjuist

source: Package %s not found
nl: Pakket %s niet gevonden

source: At least one '%s' tag should have local text
nl: Minstens één '%s' tag moet lokale tekst bevatten

source: '%s' language of tag '%s' is empty
nl: '%s' taal van tag %s is leeg

source: LocalText: unable to get either current or default locale
nl: Localtext: huidige of standaard locale kon niet worden verkregen.

source: Tag should have at least the current locale, or failing that an English or Turkish version
nl: Teken dient tenminste de huidige locale bevatten, of anders een Engelse of Turkse versie

source: autoxml.check: '%s' errors
nl: autoxml.check: '%s' fouten

source: autoxml.read: File '%s' has errors
nl: autoxml.read: bestand '%s' bevat fouten

source: autoxml.write: object validation has failed
nl: autoxml.write: objectvalidatie is mislukt

source: autoxml.write: File encoding '%s' has errors
nl: autoxml.write: bestandscodering '%s' bevat fouten

source: gen_tag: unrecognized tag type %s in spec
nl: gen_tag: onherkenbare tag %s in spec

source: Mandatory variable %s not available
nl: Verplichte variabele %s niet beschikbaar

source: Type mismatch: read text cannot be decoded
nl: Ongeldig type: leestekst kan niet ontcijferd worden

source: Mandatory token %s not available
nl: Verplicht teken %s niet beschikbaar

source: Type mismatch. Expected %s, got %s
nl: Ongeldig type: %s werd verwacht, %s is gekregen

source: Type mismatch: DOM cannot be decoded
nl: Ongeldige type: DOM kan niet ontcijferd worden

source: Mandatory argument not available
nl: Verplicht argument niet beschikbaar.

source: Object cannot be encoded
nl: Object kan niet gecodeerd worden

source: List type must contain only one element
nl: Lijsttype mag maar één element bevatten

source: getNodeText: Expected text node, got something else!
nl: getNodeText:verwachte tekstverbinding, iets anders gevondenı!

source: File '%s' has invalid XML
nl: Bestand '%s' bevat ongeldige XML

source: Repository %s already exists
nl: Repository %s bestaat al

source: Cannot add repository at position %s
nl: Kan repository niet op positie %s toevoegen

source: No pisi package: %s* found.
nl: Geen pisi pakket %s gevonden.

source: unpack: check_file_hash failed
nl: uitpakken: check_file_hash mislukt

source: Source package %s not found
nl: Bronpakket %s niet gevonden.

source: Name: %s, version: %s, release: %s, build %s
nl: Naam: %s, versie %s, uitgave %s, compilatie %s

source: Summary: %s
nl: Inhoud: %s

source: Description: %s
nl: Beschrijving: %s

source: Provides:
nl: Levert:

source: Dependencies:
nl: Afhankelijkheden:

source: setAuthInfo needs a tuple (user, pass)
nl: setAuthInfo heeft een unieke relatie nodig (gebruiker, wachtwoord)

source: %s section should have a '%s' tag
nl: '%s' sectie zou een '%s' tag moeten hebben

source: Running
nl: Draait

source: return value for "%s" is %s
nl: return-waarde voor "%s" is %s

source: Including external link '%s'
nl: Externe koppeling '%s' insluiten

source: Including directory '%s'
nl: Map '%s' insluiten

source: I/O Error: Cannot calculate SHA1 hash of %s
nl: I/O-fout: kan SHA1 hash van%s niet berekenen

source: Cannot calculate SHA1 hash of given data
nl: Kan SHA1 hash van opgegeven gegevens niet berekenen

source: ERROR: patch (%s) failed
nl: Fout: patch (%s) mislukt

source: ERROR: patch (%s) failed: %s
nl: Fout: patch (%s) mislukt: %s

source: strip command failed for file '%s'!
nl: Commando 'strip' mislukte voor bestand '%s'!

source: objcopy (keep-debug) command failed for file '%s'!
nl: Commando 'objcopy' (keep-debug) mislukte voor bestand '%s'!

source: objcopy (add-debuglink) command failed for file '%s'!
nl: Commando 'objcopy' (add-debuglink) mislukte voor bestand '%s'!

source: Removing lock %s
nl: Vergrendeling %s verwijderen

source: Updating environment...
nl: Omgeving bijwerken...

source: Duplicate binary packages: %s %s
nl: Dubbele binaire pakketten: %s %s

source: Unknown file type '%s' in package '%s'
nl: Onbekend bestandstype '%s' in pakket '%s'

source: Duplicate source packages: %s %s
nl: Dubbele bronpakketten: %s %s

source: Source package '%s' has wrong date format '%s'
nl: Bronpakket '%s' heeft een onjuiste datumopmaak: '%s'

source: Developer '%s <%s>' has another mail address '%s' in source package '%s'
nl: Ontwikkelaar '%s <%s>' heeft een ander e-mailadres '%s' in bronpakket '%s'

source: Cannot parse '%s': %s
nl: Kan '%s' niet ontleden: '%s'

source: Usage: repostats.py [OPTIONS] source-repo-path [binary-repo-path]
nl: Gebruik: repostats.py [Opties] source-repo-path [binair-repo-adres]

source: Dont generate the web site.
nl: Genereer de website niet.

source: Scanning source repository...
nl: Bron-repository scannen...

source: Scanning binary packages...
nl: Binaire pakketten scannen...

source: Encountered %d errors! Fix them immediately!
nl: %d problemen gevonden! Repareer ze onmiddellijk!

source: These dependencies are not available in repository:
nl: Deze afhankelijkheden zijn niet beschikbaar in de repository:
