Repository: Zaryob/inary
Catalog: branches/pisi-1.1/po/*.po
Languages: tr

source: Will not update repositories
tr: Depolar güncellenmeyecek

source: Remove PiSi packages Usage: remove <package1> <package2> ... <packagen> Remove package(s) from your system. Just give the package names to remove. You can also specify components instead of package names, which will be expanded to package names.
tr: PiSi paketlerini kaldır Kullanım: remove <paket1> <paket2> ... <paketn> Paket(leri) sisteminizden kaldırır. Sadece kaldırılacak paketlerin adlarını verin. Paket adları yerine bileşenler de verebilirsiniz.

source: remove options
tr: remove seçenekler

source: Remove component's and recursive components' packages
tr: Bileşenin ve alt bileşenlerinin paketlerini kaldır

source: Configure pending packages If COMAR configuration of some packages were not done at installation time, they are added to a list of packages waiting to be configured. This command configures those packages.
tr: Bekleyen paketleri yapılandır Eğer bazı paketlerin ÇOMAR yapılandırması kurulum zamanında yapılmadıysa, yapılandırmayı bekleyen paketler listesine eklenirler. Bu komut bekleyen paketleri yapılandırır.

source: configure-pending options
tr: configure-pending seçenekleri

source: Display package information Usage: info <package1> <package2> ... <packagen> <packagei> is either a package name or a .pisi file,
tr: Paket bilgisini göster Kullanım: info <paket1> <paket2> ... <paketn> <paketi> ya bir paket adıdır ya da bir .pisi dosyasıdır.

source: info options
tr: info seçenekler

source: Show a list of package files.
tr: Paketteki dosyaların bir listesini göster.

source: Info about the given component
tr: Verilen bileşen hakkında bilgi

source: Show only paths.
tr: Sadece yolları göster

source: Do not show details
tr: Detayları gösterme

source: Output in xml format
tr: Xml biçiminde çıktı

source: Package file: %s
tr: Paket dosyası: %s

source: [inst]
tr: [yüklü]

source: Installed package:
tr: Yüklü paket:

source: [repo]
tr: [depo]

source: Package found in %s repository:
tr: Paket %s deposunda bulundu:

source: %s is not found in repositories
tr: %s depolarda bulunamadı

source: %s is not installed
tr: %s kurulu değil

source: Reverse Dependencies:
tr: Ters bağımlılıklar:

source: Files:
tr: Dosyalar:

source: File information not available
tr: Dosya bilgisi bulunamadı

source: Verify installation Usage: check [<package1> <package2> ... <packagen>] <packagei>: package name A cryptographic checksum is stored for each installed file. Check command uses the checksums to verify a package. Just give the names of packages. If no packages are given, checks all installed packages.
tr: Kurulumu doğrula Kurulum: check <paket1> <paket2> ... <paketn> <paketi>: paket adı Her kurulu dosya için bir kriptografik kontrol toplamı tutulur. Check komutu paket doğrulama işlemi için bu kontrol toplamlarını kullanır. Eğer paket belirtilmemiş ise tüm paketler üzerinde doğrulama yapar.

source: check options
tr: test seçenekleri

source: Check installed packages under given component
tr: Bileşen altındaki kurulu paketleri kontrol et

source: Checking all installed packages
tr: Tüm kurulu paketler denetleniyor

source: * Checking %s...
tr: * %s kontrol ediliyor...

source: Package %s is corrupt.
tr: Paket %s bozuk.

source: Package %s not installed
tr: Paket %s kurulmamış

source: Index PiSi files in a given directory Usage: index <directory> ... This command searches for all PiSi files in a directory, collects PiSi tags from them and accumulates the information in an output XML file, named by default 'pisi-index.xml'. In particular, it indexes both source and binary packages. If you give multiple directories, the command still works, but puts everything in a single index file.
tr: Verilen bir dizindeki PiSi dosyalarını indeksle Kullanım: index <dizin> Bu komut bir dizindeki bütün PiSi dosyalarını araştırır, PiSi etiketlerini toplar ve bilgiyi çıktı, varsayılan adı 'pisi-index.xml',olan XML dosyasında birleştirir. Özellikle, hem ikili hem kaynak paketlerini indeksler. Eğer birden çok dizin verirseniz, komut hala çalışır, ama herşeyi tek bir indeks dosyasına koyar.

source: index options
tr: index seçenekleri

source: Store absolute links for indexed files.
tr: İndekslenmiş dosyalar için mutlak bağlar sakla.

source: Index output file
tr: İndeks çıktı dosyası

source: Do not index PiSi spec files.
tr: PiSi spec dosyalarını indeksleme.

source: Do not sign index.
tr: İndeksi imzalama.

source: Indexing current directory.
tr: Şu andaki dizini indeksliyor.

source: Print the list of all installed packages Usage: list-installed
tr: Kurulu paketlerin bir listesini yaz Kullanım: list-installed

source: list-installed options
tr: list-installed seçenekleri

source: Show in long format
tr: Uzun biçimde göster

source: List installed packages under given component
tr: Bileşen altındaki kurulu paketleri listele

source: Show detailed install info
tr: Detaylı kurulum bilgisi göster

source: Package Name |St| Version| Rel.| Build| Distro| Date
tr: Paket Adı |Dm| Versiyon| Sürüm| İnşa| Dağıt.| Tarih

source: Rebuild Databases Usage: rebuilddb [ <package1> <package2> ... <packagen> ] Rebuilds the PiSi databases If package specs are given, they should be the names of package dirs under /var/lib/pisi
tr: Veritabanlarını yeniden inşa et Kullanım: rebuilddb [ <paket1> <paket2> ... <paketn> ] PiSi veritabanlarını yeniden inşa eder Eğer paket tanımları verildiyse /var/lib/pisi altındaki paket dizinlerinin adları olmalılar

source: rebuild-db options
tr: rebuild-db seçenekleri

source: Rebuild files database
tr: Dosya veritabanını yeniden inşa et

source: Rebuild PiSi databases?
tr: PiSi veritabanı yeniden inşa edilsin mi?

source: Update repository databases Usage: update-repo [<repo1> <repo2> ... <repon>] <repoi>: repository name Synchronizes the PiSi databases with the current repository. If no repository is given, all repositories are updated.
tr: Depo veritabanlarını güncelle Kullanım: update-repo [<depo1> <depo2> ... <depon>] <depoi>: depo adı PiSi veritabanlarını depo ile eşzamanlı hale getirir. Eğer bir depo verilmediyse, bütün depolar güncellenir.

source: update-repo options
tr: update-repo seçenekleri

source: Update database in any case
tr: Veritabanını her halde güncelle

source: Add a repository Usage: add-repo <repo> <indexuri> <repo>: name of repository to add <indexuri>: URI of index file If no repo is given, add-repo pardus-devel repo is added by default NB: We support only local files (e.g., /a/b/c) and http:// URIs at the moment
tr: Bir depo ekle Kullanım: add-repo <depo> <indexuri> <depo>: eklenecek deponun adı <indexuri>: indeks dosyasının URI'ı Eğer depo verilmezse pardus-devel deposu öntanımlı olarak eklenir. Not: Şimdilik sadece yerel dosyalar (örn. /a/b/c) ve http:// veya ftp:// türü adresler desteklenir

source: add-repo options
tr: add-repo seçenekler

source: Add repository at given position (0 is first)
tr: Belirtilen pozisyona depo ekler (0 birinci)

source: Update PiSi database for repository %s?
tr: %s isimli depo için PiSi veritabanı güncellensin mi?

source: %s repository could not be reached. Removing %s from system.
tr: %s deposuna erişilemedi. %s sistemden kaldırılıyor.

source: Remove repositories Usage: remove-repo <repo1> <repo2> ... <repon> Remove all repository information from the system.
tr: Depoları kaldır Kullanım: remove-repo <depo1> <depo2> ... <depon> Sistemden ilgili bütün depo bilgisini kaldır.

source: List repositories Usage: list-repo Lists currently tracked repositories.
tr: Depoları listele Kullanım: list-repo Şu anda izlenen bütün depoları gösterir.

source: List available packages in the repositories Usage: list-available [ <repo1> <repo2> ... repon ] Gives a brief list of PiSi packages published in the specified repositories. If no repository is specified, we list packages in all repositories.
tr: Depolardaki paketleri göster Kullanım: list-available [ <depo1> <depo2> ... depon ] Depoda yayımlanmış olan PiSi bileşenlerinin kısa bir listesini verir. Eğer bir depo verilmediyse, bütün depolardaki paketleri listeler.

source: list-available options
tr: list-available seçenekleri

source: List available packages under given component
tr: Bileşen altındaki paketleri listele

source: Show uninstalled packages only
tr: Sadece kurulu olmayan paketleri göster

source: Installed packages are shown in this color
tr: Kurulu paketler bu renkle gösterilir

source: Repository : %s
tr: Depo: %s

source: List available components Usage: list-components Gives a brief list of PiSi components published in the repositories.
tr: Depolardaki bileşenleri göster Kullanım: list-components [ <depo1> <depo2> ... depon ] Depoda yayımlanmış olan PiSi bileşenlerinin kısa bir listesini verir.

source: list-components options
tr: list-components seçenekleri

source: List available sources Usage: list-sources Gives a brief list of sources published in the repositories.
tr: Kullanılabilir kaynakları gösterir Kullanım: list-sources Depolarda bulunan kaynakların kısa bir listesini verir.

source: list-sources options
tr: list-sources seçenekleri

source: List packages to be upgraded Usage: list-upgrades Lists the packages that will be upgraded.
tr: Yükseltilecek paketleri listele Kullanım: list-upgrades [ <depo1> <depo2> ... depon ]

source: list-upgrades options
tr: list-upgrades seçenekleri

source: List upgradable packages under given component
tr: Bileşen altındaki güncellenebilir paketleri listele

source: No packages to upgrade.
tr: Yükseltilecek paket yok.

source: List pending packages Lists packages waiting to be configured.
tr: Bekleyen paketleri göster Yapılandırmayı bekleyen paketlerin bir listesini verir.

source: There are no packages waiting to be configured
tr: Yapılandırılmayı bekleyen paket yok

source: Search packages Usage: search <term1> <term2> ... <termn> Finds a package containing specified search terms in summary, description, and package name fields.
tr: Paketleri araştır Kullanım: search <terim1> <terim2> ... <terimn> Belirtilen arama terimlerini özet, tanım ve paket adı alanlarında içeren paketleri bulur.

source: search options
tr: search seçenekleri

source: Show details
tr: Detayları göster

source: %s packages found
tr: %s paket bulundu

source: Search for a file Usage: search-file <path1> <path2> ... <pathn> Finds the installed package which contains the specified file.
tr: Dosya araştır Kullanım: search-file <yol1> <yol2> ... <yoln> Belirtilen dosyayı içeren paketi bulur.

source: search-file options
tr: search-file seçenekleri

source: Fuzzy search
tr: Yaklaşık arama

source: Show only package name
tr: Sadece paket ismi göster

source: Package %s has file %s
tr: %s paketi içinde %s dosyası var

source: Type: %s, Hash: %s
tr: Tip: %s, Hash: %s

source: Path '%s' does not belong to an installed package
tr: Yol '%s' yerleştirilmiş bir pakete ait değil

source: Searching for %s
tr: %s'i arıyor

source: %prog [options] <command> [arguments] where <command> is one of:
tr: %prog [seçenekler] <komut> [argümanlar] <komut> aşağıdakilerden birisi olabilir:

source: Use "%prog help <command>" for help on a specific command.
tr: Belirli bir komut hakkında yardım için "%prog help <komut>"'u kullanınız.

source: Options must precede non-option arguments
tr: Seçenekler seçenek olmayan argümanlardan önce gelmeli

source: No command given
tr: Komut verilmedi

source: Command line parsing error
tr: Komut satırı ayrıştırma hatası

source: cannot connect to comar
tr: comar'a bağlanılamıyor

source: Could not restart comar
tr: Çomar yeniden başlatılamadı

source: connection with comar unexpectedly closed
tr: comar ile bağlantı beklenmedik bir şekilde koptu

source: Configuration error: %s
tr: Yapılandırma hatası: %s

source: Script error: %s
tr: Betik hatası: %s

source: comar denied our access
tr: comar bize izin vermedi

source: Configuring %s package
tr: %s paketi yapılandırılıyor

source: Registering %s comar script
tr: comar betiği %s kayıt ediliyor

source: Calling post install handlers
tr: Yerleştirme sonrası betikleri çağrılıyor

source: Running package's post install script
tr: Paketin yerleştirme sonrası betiği çağrılıyor

source: Configuring %s package for removal
tr: %s paketi kaldırılmak üzere yapılandırılıyor

source: Running package's pre remove script
tr: Paketin kaldırma öncesi betiği çağrılıyor

source: Calling pre remove handlers
tr: Kaldırma öncesi betikleri çağrılıyor

source: Unregistering comar scripts
tr: comar betikleri siliniyor

source: Component %s not found
tr: %s bileşeni bulunamadı

source: Information for component %s not available
tr: Bileşen %s için bilgi bulunamadı

source: Destination directory %s does not exist. Creating it.
tr: Hedef dizini %s bulunamadı. Yaratılıyor.

source: No section by name '%s'
tr: '%s' diye bir bölüm yok.

source: version >=
tr: versiyon >=

source: version <=
tr: versiyon <=

source: version
tr: versiyon

source: release >=
tr: sürüm >=

source: release <=
tr: sürüm <=

source: release
tr: sürüm

source: Can't rebind constant: %s
tr: Sabit %s değiştirilemez

source: Can't unbind constant: %s
tr: Sabit %s kaldırılamaz

source: Cannot create delta for same package!
tr: Aynı paket için delta oluşturulamaz!

source: %s dependency of package %s is not satisfied
tr: %s bağımlılığı %s paketi için sağlanamadı

source: Package %s is not present in the package database
tr: Paket %s paket veritabanında bulunmamakta.

source: Filename error
tr: Dosya adı hatası

source: Access denied to write to destination directory: "%s"
tr: "%s" hedef dizinine yazmaya izin verilmedi.

source: Access denied to destination file: "%s"
tr: "%s" hedef dosyasına erişim engellendi.

source: A problem occured. Please check the archive address and/or permissions again.
tr: Bir hata oluştu. Lütfen arşiv adresini ve/veya kullanıcı izinlerini yeniden kontrol edin.

source: No such file or no permission to read
tr: Öyle bir dosya yok ya da okuma izni yok.

source: Requested range not satisfiable, starting again.
tr: İstenen aralık sağlanamıyor, yeniden başlatılıyor

source: Cannot fetch %s; value error: %s
tr: %s indirilemiyor, hata: %s

source: Cannot fetch %s; %s
tr: %s indirilemiyor; %s

source: Please check your network connections and try again. (%s)
tr: Lütfen ağ bağlantılarınızı kontrol edin ve yeniden deneyin. (%s)

source: Cannot fetch %s; (%s): %s
tr: %s indirilemiyor; (%s): %s

source: Proxy configuration has been found for '%s' protocol
tr: '%s' protokolü için vekil (proxy) yapılandırması bulundu

source: ftp error
tr: ftp hatası

source: uri must have type either URI or string
tr: uri argümanı ya URI ya da string tipine sahip olmalı

source: zip compression not supported yet
tr: zip sıkıştırma henüz desteklenmiyor

source: Fetching %s
tr: %s'i indiriyor

source: Copying %s to transfer dir
tr: %s aktarım dizinine kopyalanıyor

source: File '%s' not found.
tr: Dosya '%s' bulunamadı.

source: File integrity of %s compromised.
tr: %s in dosya bütünlüğü bozuk.

source: File mode must be either File.read or File.write
tr: File modu ya File.read ya da File.write olmalı

source: Remote write not implemented
tr: Uzağa yazmalar henüz programlanmadı

source: gzip compression not supported yet
tr: gzip sıkıştırma henüz desteklenmiyor

source: ERROR: gpg --detach-sig %s failed
tr: HATA: gpg --detach-sig %s çalışmadı

source: Encountered cycle %s
tr: Çember ile karşılaşıldı: %s

source: Adding %s to component index
tr: %s bileşen indeksine ekleniyor

source: Adding %s to package index
tr: %s paket indeksine ekleniyor

source: Updating package database of %s
tr: %s paket veritabanı güncelleniyor

source: Package %s: metadata corrupt, skipping...
tr: Paket %s: metadata bozuk, atlanıyor...

source: Adding %s to source index
tr: %s kaynak indeksine ekleniyor

source: installed
tr: kurulu

source: installed-pending
tr: kurulu-beklemede

source: purged
tr: temizlenmiş

source: removed
tr: kaldırılmış

source: State: %s Version: %s, Release: %s, Build: %s
tr: Durum: %s Versiyon: %s, Sürüm: %s, İnşa: %s

source: Distribution: %s, Install Time: %s
tr: Dağıtım: %s, Yerleştime Zamanı: %s

source: Already installed
tr: Halihazırda yerleştirilmiş.

source: Invalid repository string
tr: Geçersiz depo adı

source: Key %s not found
tr: %s anahtarı bulunamadı

source: Key %s in repo %s not found
tr: %s anahtarı %s deposunda bulunamadı

source: Database version for %s insufficient. Please run rebuild-db command.
tr: Veritabanı versiyonu %s yetersiz. Lütfen rebuild-db komutunu çalıştırınız.

source: Database version for %s greater than PiSi version. You need a newer PiSi.
tr: Veritabanı versiyonu %s PiSi versiyonundan büyük. Yeni bir PiSi'ye gereksiniminiz var.

source: Cannot attain write access to database environment
tr: Veritabanı ortamına yazma erişimi sağlanamadı

source: Database version %s not present.
tr: Veritabanı versiyonu %s bulunamadı.

source: Another instance of PiSi is running. Only one instance is allowed to modify the PiSi database at a time.
tr: Sistemde başka bir yerde daha PiSi çalışıyor. Sadece tek bir PiSi'nin veritabanını değiştirmesine izin verilir.

source: Cannot attain read access to database environment
tr: Veritabanı ortamına okuma erişimi sağlanamadı

source: Cannot attain write access to PiSi database. You have to be root for this operation.
tr: PiSi veritabanına yazma erişimi sağlanamadı. Bu işlem için root olmalısınız.

source: Cannot attain read or write access to database %s
tr: Veritabanı %s için okuma ya da yazma erişimi sağlanamadı

source: Flags should be one of 'r', 'w', 'c' or 'n' or use the bsddb.db.DB_* flags
tr: Bayraklar 'r', 'w', 'c' or 'n'den birisi olmalı ya da bsddb.db.DB_* bayraklarını kullanmalı

source: Distribution: %s, Dist. Release: %s
tr: Dağıtım: %s, Dağıtım Sürümü: %s

source: Architecture: %s, Installed Size: %s
tr: Mimari: %s, Yerleşik Boyut: %s

source: Mirrors file %s does not exist. Could not resolve mirrors://
tr: Yansı dosyası %s bulunamadı. mirrors:// çözümlenemedi.

source: Mixing file names and package names not supported yet.
tr: Dosya ve paket adlarını karıştırmak henüz desteklenmiyor.

source: The following packages will be installed in the respective order to satisfy extra dependencies:
tr: Ek bağımlılıkları sağlamak için bu paketler verilen sırada kurulacaktır:

source: Do you want to continue?
tr: Devam etmek istiyor musunuz?

source: External dependencies not satisfied
tr: Dış bağımlılıklar sağlanamadı

source: No packages to install.
tr: Kurulacak paket yok.

source: Installation order:
tr: Kurulum sırası:

source: Conflicts remain
tr: Çakışmalar var

source: Selected packages [%s] are in conflict with each other.
tr: Seçili paketler [%s] birbirleriyle çakışıyorlar.

source: [%s conflicts with: %s]
tr: [%s: %s ile çakışıyor]

source: The following packages have conflicts: %s
tr: Aşağıdaki paketlerde çakışmalar bulunuyor: %s

source: Remove the following conflicting packages?
tr: Bu çakışan paketler kaldırılsın mı?

source: Safety switch: Following packages in system.base will be installed:
tr: Emniyet mandalı: taban sistem system.base'den bu paketler kurulacak:

source: Safety switch: Following packages in system.base will be upgraded:
tr: Emniyet mandalı: taban sistem system.base'den bu paketler yükseltilecek:

source: Safety switch: the component system.base cannot be found
tr: Emniyet mandalı: taban sistem bileşeni system.base bulunamadı

source: The following package(s) are already installed and are not going to be installed again:
tr: Aşağıdaki paket(ler) zaten sistemde kurulu ve yeniden kurulmayacak(lar):

source: Following packages will be installed in the respective order to satisfy dependencies:
tr: Bağımlılıkları sağlamak için bu paketler verilen sırada kurulacaktır:

source: Total size of package(s): %.2f %s
tr: Paket(ler)in toplam boyu: %.2f %s

source: There are extra packages due to dependencies. Do you want to continue?
tr: Bağımlılıklar yüzünden ek paketler var. Devam etmek istiyor musunuz?

source: Warning: package *name* ends with '.pisi'
tr: Uyarı: paket *adı* '.pisi' ile bitiyor.

source: Package %s is not installed.
tr: Paket %s kurulmamış.

source: Package %s is not available in repositories.
tr: Paket %s depolarda mevcut değil.

source: Package %s is already at the latest release %s.
tr: Paket %s zaten en son sürüm %s'de

source: Package %s is already at the latest build %s.
tr: Paket %s zaten en son inşa %s'de.

source: The following packages will be upgraded:
tr: Bu paketler yükseltilecektir:

source: Downloading %d / %d
tr: İndiriliyor %d / %d

source: Installing %d / %d
tr: Kuruluyor %d / %d

source: Dependency %s of %s cannot be satisfied
tr: %s bağımlılığı, %s paketi için sağlanamadı

source: Upgrade is not possible.
tr: Yükseltme mümkün değil.

source: Reverse dependency %s of %s cannot be satisfied
tr: Ters bağımlılık %s, %s paketi için sağlanamadı

source: Safety switch: cannot remove the following packages in system.base:
tr: Emniyet mandalı: taban sistem system.base deki bu paketler kaldırılamıyor:

source: Package %s does not exist. Cannot remove.
tr: Olmayan paket %s kaldırılamıyor.

source: No packages to remove.
tr: Kaldıracak paket yok.

source: The following minimal list of packages will be removed in the respective order to satisfy dependencies:
tr: Bağımlılıkları sağlamak için bu paketler verilen sırada kaldırılacaktır:

source: Package removal declined
tr: Paket kaldırmaya izin verilmedi.

source: Package %s is not installed. Cannot remove.
tr: Paket %s kurulu değil. Kaldırılamıyor.

source: No packages to emerge.
tr: Derlenip, kurulacak paket yok.

source: The following minimal list of packages will be installed from repository in the respective order to satisfy dependencies:
tr: Bağımlılıkları sağlamak için bu paketler verilen sırada kurulacak:

source: The following minimal list of packages will be built and installed in the respective order to satisfy dependencies:
tr: Bağımlılıkları sağlamak için aşağıdaki paketler verilen sırada derlenip, kurulacak:

source: Cannot find source package: %s
tr: Kaynak paket bulunamadı: %s

source: There was a problem while fetching '%s'. The package may have been upgraded. Please try to upgrade the package.
tr: '%s' indirilirken bir hata oluştu. Paket yükseltilmiş olabilir. Lütfen paketi yükseltmeyi deneyin.

source: %s [cached]
tr: %s [önbellekte]

source: MetaData format wrong
tr: MetaData biçimi yanlış

source: Package %s not found
tr: Paket %s bulunamadı

source: At least one '%s' tag should have local text
tr: En azından bir tane '%s' etiketi yerel metne sahip olmalı

source: '%s' language of tag '%s' is empty
tr: '%s' dili metni, etiket %s içerisinde boş

source: LocalText: unable to get either current or default locale
tr: LocalText: şu andaki ya da ön tanımlı yerelleştirme seçenekleri (locale) bulunamıyor

source: Tag should have at least the current locale, or failing that an English or Turkish version
tr: Etiket en azından şu andaki yerelleştirme seçenekleri (locale) için bir girdiye, o olmazsa bir Türkçe ya da İngilizce versiyona sahip olmalı

source: autoxml.check: '%s' errors
tr: autoxml.check: '%s' hatalar

source: autoxml.parse: String '%s' has errors
tr: autoxml.read: Dosya '%s' hatalara sahip

source: autoxml.read: File '%s' has errors
tr: autoxml.read: Dosya '%s' hatalara sahip

source: autoxml.write: object validation has failed
tr: autoxml.write: nesne doğrulaması başarısızlığa uğradı

source: autoxml.write: File encoding '%s' has errors
tr: autoxml.write: Dosya biçimlendirmesi '%s' hatalara sahip

source: gen_tag: unrecognized tag type %s in spec
tr: gen_tag: tanınmayan im tipi %s

source: Mandatory variable %s not available
tr: Gerekli değişken %s bulunamadı

source: Type mismatch: read text cannot be decoded
tr: Tip uyumsuzluğu: okunan metin çözülemedi

source: Mandatory token %s not available
tr: Gerekli im %s bulunamadı
