Repository: Zaryob/inary
Catalog: branches/pisi-1.1/po/*.po
Languages: tr

source: usage: %s
tr: kullanımı: %s

source: show this help message and exit
tr: Bu yardım mesajını göster ve çık

source: show program's version number and exit
tr: Program'ın versiyon numarasını göster ve çık

source: %prog [options]
tr: %prog [seçenekler]

source: no such option: %s
tr: böyle bir seçenek yok: %s

source: options
tr: seçenekler

source: Keyboard Interrupt: Exiting...
tr: Klavye kesmesi: Çıkıyor...

source: Program Terminated.
tr: Program sonlandırıldı.

source: A database operation has been aborted. You should run pisi again for normal DB recovery procedure. Make sure you have free disk space. You have to run rebuild-db only when there is file corruption and database upgrades.
tr: Bir veritabanı işlemi yarıda kesildi. PiSi'yi normal veritabanı düzeltme işlemi için yeniden çalıştırmalısınız. Boş disk alanınızın bulunduğuna emin olun. Sadece dosya bozulması ve veritabanı versiyon değişimi oluğu zaman rebuild-db komutunu kullanmanız gerekir.

source: Unhandled internal exception. Please file a bug report. (http://bugs.uludag.org.tr)
tr: Eksik hata denetlemesi. Lütfen bir hata raporu bildiriniz. (http://bugs.uludag.org.tr)

source: System Error. Program Terminated.
tr: Sistem Hatası: Program Sonlandırıldı.

source: Please use 'pisi help' for general help.
tr: Genel yardım için lütfen 'pisi help' komutunu kullanınız.

source: Traceback:
tr: Geri-iz:

source: Use --debug to see a traceback.
tr: Bir geri-iz (traceback) görmek için lütfen --debug seçeneğini kullanın.

source: Please attach the config.log to your bug report: %s/config.log
tr: Lütfen hata raporunuza config.log dosyasını ekleyin: %s/config.log

source: Configure failed.
tr: Yapılandırma başarısızlığa uğradı.

source: No configure script found.
tr: Yapılandırma betiği bulunamadı.

source: Make failed.
tr: İnşa başarısızlığa uğradı.

source: Install failed.
tr: Kurulum başarısızlığa uğradı.

source: No Makefile found.
tr: Makefile bulunamadı.

source: Running aclocal failed.
tr: aclocal çalıştırılamadı.

source: Running autoconf failed.
tr: autoconf çalıştırılamadı.

source: Running autoreconf failed.
tr: autoreconf çalıştırılamadı.

source: Running automake failed.
tr: automake çalıştırılamadı.

source: Running autoheader failed.
tr: autoheader çalıştırılamadı.

source: No configure script found for cmake.
tr: cmake için yapılandırma betiği bulunamadı.

source: Util %s cannot be found
tr: Araç %s bulunamıyor

source: Warning: %s does not exist, using plain name %s
tr: Uyarı: %s yok, düz ad %s kullanılıyor

source: !!! Please attach the config.log to your bug report: %s/config.log
tr: Lütfen hata raporunuza config.log dosyasını ekleyin: %s/config.log

source: Running ldconfig failed.
tr: ldconfig çalıştırılamadı

source: GNU Config Update Finished.
tr: GNU yapılandırma güncellemesi bitti

source: Running libtoolize failed.
tr: libtoolize çalıştırılamadı

source: perl build failed.
tr: perl inşası başarısızlığa uğgradı.

source: perl install failed.
tr: perl kurma işlemi başarısızlığa uğgradı.

source: ActionsAPI [doman]: Wrong man page file: %s
tr: ActionsAPI [doman]: Yanlış kılavuz sayfası dosyası: %s

source: ActionsAPI [rename]: No such file or directory: %s
tr: ActionsAPI [rename]: Böyle bir dosya ya da dizin bulunamadı: %s

source: File does not exist or permission denied: %s
tr: Dosya yok ya da erişim engellendi: %s

source: ActionsAPI [dosym]: File exists: %s
tr: ActionsAPI [dosym]: %s dosyası sistemde var

source: Insufficient arguments.
tr: Yetersiz argümanlar

source: Running %s failed.
tr: %s çalıştırılamadı

source: Cannot create directory %s
tr: %s dizini yaratılamıyor.

source: ActionsAPI [echo]: Can't append to file %s.
tr: ActionsAPI [echo]: %s dosyasına eklenemiyor.

source: ActionsAPI [chmod]: Operation not permitted: %s (mode: %s)
tr: ActionsAPI [chmod]: İşleme izin verilmedi: %s (mod: %s)

source: ActionsAPI [chmod]: File %s doesn't exists.
tr: ActionsAPI [chmod]: %s dosyası bulunamadı.

source: ActionsAPI [chown]: Operation not permitted: %s (uid: %s, gid: %s)
tr: ActionsAPI [chown]: İşleme izin verilmedi: %s (uid: %s, gid: %s)

source: ActionsAPI [chown]: File %s doesn't exists.
tr: ActionsAPI [chown]: %s dosyası bulunamadı.

source: ActionsAPI [sym]: Permission denied: %s to %s
tr: ActionsAPI [sym]: Erişim engellendi: %s -> %s

source: ActionsAPI [unlink]: Permission denied: %s.
tr: ActionsAPI [unlink]: İzin verilmedi: %s.

source: ActionsAPI [unlink]: File %s doesn't exists.
tr: ActionsAPI [unlink]: %s dosyası bulunamadı.

source: ActionsAPI [unlinkDir]: Operation not permitted: %s
tr: ActionsAPI [unlinkDir]: İşleme izin verilmedi: %s

source: ActionsAPI [unlinkDir]: Directory %s doesn't exists.
tr: ActionsAPI [unlinkDir]: %s dizini bulunamadı.

source: ActionsAPI [move]: Permission denied: %s to %s
tr: ActionsAPI [move]: Erişim engellendi: %s -> %s

source: ActionsAPI [move]: File %s doesn't exists.
tr: ActionsAPI [move]: %s dosyası bulunamadı.

source: ActionsAPI [copy]: Permission denied: %s to %s
tr: ActionsAPI [copy]: Erişim engellendi: %s -> %s

source: ActionsAPI [copy]: File %s does not exist.
tr: ActionsAPI [copy]: %s dosyası bulunamadı.

source: ActionsAPI [copytree] %s to %s: %s
tr: ActionsAPI [copytree]: %s konumundan %s konumuna: %s

source: ActionsAPI [copytree]: Directory %s doesn't exists.
tr: ActionsAPI [copytree]: %s dizini bulunamadı.

source: ActionsAPI [touch]: Permission denied: %s
tr: ActionsAPI [touch]: Erişim engellendi: %s

source: comar package is not fully installed
tr: comar paketi tam olarak kurulmamış

source: File %s not found
tr: Dosya %s bulunamadı.

source: Checking /%s
tr: /%s kontrol ediliyor

source: Corrupt file: %s
tr: Bozuk dosya: %s

source: OK
tr: Tamam

source: * Building index of PiSi files under %s
tr: * %s altındaki PiSi dosyalarının bir indeksi yapılıyor

source: * Index file written
tr: * İndeks dosyası yazıldı

source: Repo %s already present.
tr: Depo %s halihazırda var.

source: Repo %s added to system.
tr: %s isimli depo sisteme eklendi.

source: Repo %s removed from system.
tr: %s isimli depo sistemden çıkarıldı.

source: Repository %s does not exist. Cannot remove.
tr: %s deposu yok. Kaldırılamıyor.

source: * Updating repository: %s
tr: * %s deposu güncelleniyor

source: No updates available for repository %s.
tr: %s deposu için güncelleme yok.

source: Updating database at any rate as requested
tr: Veritabanı istek üzerine güncelleniyor

source: * Package database updated.
tr: * Paket veritabanı güncellendi.

source: No repository named %s found.
tr: %s adında bir depo bulunamadı.

source: * Rebuilding '%s' named repo...
tr: * '%s' isimli depo yeniden inşa ediliyor...

source: Input/Output error while reading %s: %s
tr: %s okunurken girdi/çıktı hatası: %s

source: Rebuilding package database
tr: Paket veritabanı yeniden inşa ediliyor

source: An error has occured while running LZMA: %s
tr: LZMA çalıştırılırken bir hata oluştu: %s

source: Archive type not recognized
tr: Arşiv tipi tanınmadı

source: Package %s found in repository %s
tr: Paket %s, %s deposunda bulundu

source: Package URI: %s
tr: Paket adresi: %s

source: Package %s not found in any active repository.
tr: %s isimli paket hiç bir etkin depoda bulunamadı.

source: Installing %s, version %s, release %s, build %s
tr: %s paketi, versiyon %s, sürüm %s, inşa %s kuruluyor

source: %s package cannot be installed unless the dependencies are satisfied
tr: %s paketi bağımlılıkları sağlanmadan kurulamaz

source: /%s from %s package
tr: /%s %s paketinden

source: File conflicts: %s
tr: Dosya çakışmaları: %s

source: Re-install same version package?
tr: Aynı versiyona sahip paketi yeniden yerleştireyim mi?

source: Package re-install declined
tr: Paketi yeniden yerleştirmeye izin verilmedi

source: Upgrading to new upstream version
tr: Yeni orijinal versiyona yükseltiliyor

source: Upgrading to new distribution release
tr: Yeni dağıtım sürümüne yükseltiliyor

source: Upgrading to new distribution build
tr: Yeni dağıtım inşasına yükseltiliyor

source: Downgrade to old distribution release?
tr: Eski dağıtım sürümüne dönülsün mü?

source: Downgrade to old distribution build?
tr: Eski dağıtım inşasına dönülsün mü?

source: Package downgrade declined
tr: Paket eskileştirilmesine izin verilmedi

source: %s configuration failed.
tr: %s yapılandırması başarısızlığa uğradı.

source: Storing %s,
tr: %s saklanıyor,

source: Storing %s.
tr: %s saklanıyor.

source: Storing %s
tr: %s saklanıyor

source: File list could not be read for package %s, continuing removal.
tr: %s paketi için dosya listesi okunamadı, kaldırma işlemine devam ediliyor.

source: Removing package %s
tr: %s paketi kaldırılıyor

source: Trying to remove nonexistent package
tr: Varolmayan paket kaldırılmaya çalışıldı

source: Not removing conflicted file : %s
tr: Çakışan dosya silinmiyor : %s

source: Installed file %s is not exists on system [Probably you manually deleted]
tr: Kurulmuş dosya %s sistemde bulunmuyor [Muhtemelen el ile silindi]

source: Metadata XML '%s' cannot be found
tr: '%s' isimli metadata XML bulunamıyor

source: MetaData format wrong (%s)
tr: MetaData biçimi yanlış (%s)

source: * Adding '%s' to db...
tr: * '%s' veritabanına ekleniyor...

source: Files XML '%s' cannot be found
tr: Files XML '%s' bulunamıyor

source: Invalid %s
tr: Geçersiz %s

source: OK.
tr: Tamam.

source: Path %s belongs in multiple packages
tr: Yol %s birden çok pakete ait

source: Source URI: %s
tr: Kaynak adresi: %s

source: Source %s not found in any active repository.
tr: %s isimli kaynak paket hiç bir etkin depoda bulunamadı.

source: Building PiSi source package: %s
tr: PiSi kaynak paketi %s inşa ediliyor

source: IceCream detected. Make sure your daemon is up and running...
tr: IceCream bulundu. Lütfen artalan sürecinizin çalıştığından emin olunuz.

source: CCache detected...
tr: Derleme zamanını kısaltan ccache bulundu...

source: PartOf tag not defined, looking for component
tr: PartOf imi tanımlanmamış, bileşen araştırılyor

source: Cannot find component.xml in upper directory
tr: component.xml üst dizinde bulunamıyor

source: Source is part of %s component
tr: Kaynak %s bileşeninin parçası

source: Fetching source from: %s
tr: Kaynak %s adresinden indiriliyor

source: Source archive is stored: %s/%s
tr: Kaynak arşivi saklandı: %s/%s

source: Unpacking archive...
tr: Arşiv açılıyor...

source: unpacked (%s)
tr: açıldı (%s)

source: Setting up source...
tr: Kaynak yapılandırılıyor

source: Building source...
tr: Kaynak inşa ediliyor...

source: Testing package...
tr: Paket test ediliyor...

source: Installing...
tr: Kuruluyor...

source: Unable to read Actions Script (%s): %s
tr: Action betiği okunamıyor (%s): %s

source: SyntaxError in Actions Script (%s): %s
tr: Action betiğinde sözdizimi hatası (%s): %s

source: Unable to read COMAR script (%s): %s
tr: Action betiği okunamıyor (%s): %s

source: SyntaxError in COMAR file (%s): %s
tr: Action betiğinde sözdizimi hatası (%s): %s

source: Sandbox violation: %s (%s -> %s)
tr: Sandbox ihlali: %s (%s -> %s)

source: Sandbox violations!
tr: Sandbox ihlali!

source: unable to call function from actions: %s
tr: fonksiyon eylemlerden çağırılamıyor: %s

source: Safety switch: following extra packages in system.devel will be installed:
tr: Emniyet mandalı: taban geliştirme sistemi system.devel içindeki bu paketler ek olarak kurulacak:

source: Safety switch: system.devel is already installed
tr: Emniyet mandalı: taban geliştirme sistemi system.devel halihazırda kurulu

source: Safety switch: the component system.devel cannot be found
tr: Emniyet mandalı: geliştirme sistemi bileşeni system.devel bulunamadı

source: Unsatisfied Build Dependencies:
tr: Sağlanmamış inşa bağımlılıkları

source: Cannot build package due to unsatisfied build dependencies
tr: Sağlanmamış inşa bağımlılıkları yüzünden paket inşa edilemiyor

source: Build dependency %s cannot be satisfied
tr: İnşa bağımlılığı %s sağlanamadı

source: Do you want to install the unsatisfied build dependencies
tr: Sağlanmamış inşa bağımlılıklarını kurmak istiyor musunuz?

source: Installing build dependencies.
tr: İnşa bağımlılıkları kuruluyor.

source: Ignoring build dependencies.
tr: İnşa bağımlılıkları yoksayılıyor.

source: Patch file is missing: %s
tr: Yama dosyası eksik: %s

source: * Applying patch: %s
tr: * Yama uygulanıyor: %s

source: Stripping files..
tr: Semboller çıkarılıyor..

source: (found old version %s)
tr: (%s numaralı eski versiyon bulundu)

source: Skipping %s with wrong pkg name
tr: Yanlış paket adına sahip %s atlanıyor

source: (no previous build found, setting build no to 1.)
tr: (önceki bir inşa bulunamadı, inşa numarası 1 yapılıyor)

source: (old package lacks a build no, setting build no to 1.)
tr: (önceki paketin bir inşa numarası yok, inşa numarası 1 yapılıyor)

source: There are changes, incrementing build no to %d
tr: Değişiklikler var, inşa numarası bir arttırılarak %d yapıldı.

source: There is no change from previous build %d
tr: Bir önceki %d numaralı inşadan beri bir değişiklik yok.

source: No user named '%s' found on the system
tr: Sistemde '%s' isminde bir kullanıcı bulunamadı

source: No group named '%s' found on the system
tr: Sistemde '%s' isminde bir grup bulunamadı

source: ** Building package %s
tr: ** Paket %s inşa ediliyor

source: Generating %s,
tr: %s yaratılıyor,

source: Build number is not available. For repo builds you must enable buildno in pisi.conf.
tr: İnşa (build) sayısı koyulmayacak. Depo inşaları için buildno seçeneğini pisi.conf dosyasında etkinleştirmelisiniz.

source: Creating PiSi package %s.
tr: %s adlı PiSi paketi yaratılıyor.

source: Done.
tr: Bitti.

source: Abandoned files under the install dir (%s):
tr: kurulum dizini (%s) altındaki terkedilmiş dosyalar:

source: All of the files under the install dir (%s) has been collected by package(s)
tr: Kurulum dizini (%s) altındaki bütün dosyalar paket(ler) tarafından toplanmıştır

source: Cleaning Build Directory...
tr: İnşa dizini siliniyor...

source: Keeping Build Directory
tr: İnşa dizini bırakılıyor

source: Warning:
tr: Uyarı:

source: Error:
tr: Hata:

source: (yes/no)
tr: (evet/hayır)

source: [complete]
tr: [bitti]

source: Installed %s
tr: %s paketi kuruldu

source: Removed %s
tr: %s paketi kaldırıldı

source: Upgraded %s
tr: %s paketi yükseltildi

source: Configured %s
tr: %s paketi yapılandırıldı

source: Extracting the files of %s
tr: %s paketinin dosyaları arşivden çıkartılıyor

source: generic help string for any command
tr: herhangi bir komut yardımı için yer tutucu

source: Unrecognized command: %s
tr: Tanınmayan komut: %s

source: common options
tr: ortak seçenekler

source: general options
tr: genel seçenekler

source: Change the system root for PiSi commands
tr: Pisi komutları için sistem kök dizinini değiştir

source: Assume yes in all yes/no queries
tr: Bütün evet/hayır sorularında evet varsay

source: Detailed output
tr: Detaylı çıktı

source: Show debugging information
tr: Hata ayıklama bilgisini göster

source: Suppresses all coloring of PiSi's output
tr: PiSi'nin tüm çıktı renklendirmelerini önler

source: Destination directory %s does not exist. Creating directory.
tr: %s isimli hedef dizini bulunamadı. Dizin yaratılıyor.

source: Password:
tr: Parola:

source: initialize PiSi components
tr: PiSi bileşenlerini hazırla

source: print help for the command
tr: komut için yardım yaz

source: exit program
tr: programdan çık

source: Command terminated abnormally.
tr: Komut anormal biçimde sonlandı.

source: Command lacks name
tr: Komut adı eksik

source: Duplicate command %s
tr: Aynı adlı komut: %s

source: Prints help for given commands Usage: help [ <command1> <command2> ... <commandn> ] If run without parameters, it prints the general help.
tr: Verilen komutlar için yardım metnini gösterir Kullanım: help [ <komut1> <komut2> ... <komutn> ] Eğer parametre verilmezse genel yardımı yazar.

source: Clean stale locks Usage: clean PiSi uses filesystem locks for managing database access. This command deletes unused locks from the database directory.
tr: Bayat kilitleri temizler Kullanım: clean PiSi veritabanı erişimini yönetmek için dosyasistemi kilitlerini kullanır. Bu komut veritabanı dizinindeki kullanılmayan kilitleri siler.

source: Delete cache files Usage: delete-cache Sources, packages and temporary files are stored under /var directory. Since these accumulate they can consume a lot of disk space.
tr: Önbellek dosyalarını sil Kullanım: delete-cache Kaynaklar, paketler ve geçici dosyalar /var dizini altında saklanır. Bunlar biriktiğinden çok disk alanı kaplayabilirler.

source: Graph package relations Usage: graph [<package1> <package2> ...] Write a graph of package relations, tracking dependency and conflicts relations starting from given packages. By default shows the package relations among repository packages, and writes the package in graphviz format to 'pgraph.dot'.
tr: Paket ilişkilerini çiz Kullanım: graph <paket1> <paket2> ... Paket ilişkilerinin bir çizgesini, bağımlılık ve çatışma ilişkilerini verilen paketlerden takip ederek yaz. Öntanımlı olarak depo paketlerdeki paket ilişkilerini gösterir ve paketi graphviz biçiminde 'pgraph.dot' dosyasına yazar.

source: graph options
tr: graph seçenekleri

source: Specify a particular repository
tr: Belli bir depoyu belirt

source: Graph of installed packages
tr: Kurulu paketlerin çizgesi

source: Do not show installed packages
tr: Kurulu paketleri gösterme

source: Dot output file
tr: Dot çıktı dosyası

source: Plotting packages in repository %s
tr: %s deposundaki paketler çiziliyor

source: Plotting a graph of relations among all repository packages
tr: Depolardaki bütün paketlerin arasındaki ilişkiler çiziliyor

source: Plotting a graph of relations among all installed packages
tr: Bütün kurulu paketler arasındaki ilişkiler çiziliyor

source: Do not take build no into account.
tr: İnşa numarasını dikkate alma

source: Do not take dependency information into account
tr: Bağımlılık bilgilerini dikkate alma

source: Build PiSi packages Usage: build [<pspec.xml> | <sourcename>] ... You can give a URI of the pspec.xml file. PiSi will fetch all necessary files and build the package for you. Alternatively, you can give the name of a source package to be downloaded from a repository containing sources.
tr: PiSi paketlerini inşa et Kullanım: build [<pspec.xml> | <kaynakadı>] ... pspec.xml dosyasının URI'ını verebilirsiniz. PiSi gerekli tüm dosyaları sizin için indirip paketleri inşa edecektir. Yahut, kaynaklar içeren bir depodan indirilmesi için kaynak paketinin adını verebilirsiniz.

source: build options
tr: inşa seçenekleri

source: Output directory for produced packages
tr: Üretilecek paketler için çıktı dizini

source: Bypass errors from ActionsAPI
tr: ActionsAPI kaynaklı hataları esgeç

source: Bypass safety switch
tr: Emniyet mandalını esgeç

source: Bypass testing step
tr: Test adımını esgeç

source: Create a static package with ar files
tr: Ar dosyaları içeren bir statik paket yarat

source: Do not install build dependencies, fail if a build dependency is present
tr: İnşa bağımlılıklarını kurma, eğer bir inşa bağımlılığı yoksa hatayla çık

source: PiSi binary package formats: '1.0', '1.1' (default)
tr: PiSi ikili paket formatları: '1.0', '1.1' (öntanımlı)

source: build steps
tr: inşa adımları

source: Break build after fetching the source archive
tr: Kaynak arşivini indirdikten sonra inşa'yı sonlandır

source: Break build after unpacking the source archive, checking sha1sum and applying patches
tr: Kaynak arşivini açtıktan, sha1sum kontrolü yaptıktan ve yamaları uyguladıktan sonra inşa'yı sonlandır

source: Break build after running configure step
tr: Yapılandırma adımından sonra inşa'yı sonlandır

source: Break build after running compile step
tr: Derleme adımından sonra inşa'yı sonlandır

source: Break build after running check step
tr: Test adımından sonra inşa'yı sonlandır

source: Break build after running install step
tr: Kurulum adımından sonra inşa'yı sonlandır

source: create PiSi package
tr: PiSi paketini oluştur

source: package_format must be one of %s
tr: package_format, bunlardan birisi olmalı: %s

source: Output directory: %s
tr: Çıktı dizini: %s

source: Outputting packages in the working directory.
tr: Paketler çalışma dizinine yazılıyor.

source: delta options
tr: delta seçenekleri

source: Build and install PiSi source packages from repository Usage: emerge <sourcename> ... You should give the name of a source package to be downloaded from a repository containing sources. You can also give the name of a component.
tr: Depodan PiSi paketlerini inşa et ve kur Kullanım: emerge <kaynakadı>... Kaynaklar içeren bir depodan indirilmesi için kaynak paketinin adını vermelisiniz. Bir bileşen adı da verebilirsiniz.

source: emerge options
tr: emerge seçenekleri

source: Ignore file conflicts
tr: Dosya çakışmalarına aldırma

source: Ignore package conflicts
tr: Paket çakışmalarına aldırma

source: Bypass comar configuration agent
tr: Çomar yapılandırma aygıtını kullanma

source: Outputting binary packages in the package cache.
tr: İkili paketler paket önbelleğine yazılıyor.

source: Do not perform any action, just show what would be done
tr: Hiç bir eylem gerçekleştirme, sadece ne yapılacağını göster

source: Install PiSi packages Usage: install <package1> <package2> ... <packagen> You may use filenames, URI's or package names for packages. If you have specified a package name, it should exist in a specified repository. You can also specify components instead of package names, which will be expanded to package names.
tr: PiSi paketlerini kur Kullanım: install <paket1> <paket2> ... <paketn> Paketler için dosya adları, URI'lar veya paket adları kullanabilirsiniz. Eğer bir paket adı verdiyseniz, bu paket depoda bulunmalıdır. Paket adları yerine bileşenler de verebilirsiniz.

source: install options
tr: install seçenekleri

source: Reinstall already installed packages
tr: Halihazırda kurulu paketi yeniden kur

source: Install component's and recursive components' packages
tr: Bileşenin ve alt bileşenlerinin paketlerini kur

source: Fetch upgrades but do not install.
tr: Yükseltilecekleri indir ama kurma

source: Upgrade PiSi packages Usage: Upgrade [<package1> <package2> ... <packagen>] <packagei>: package name Upgrades the entire system if no package names are given You may use only package names to specify packages because the package upgrade operation is defined only with respect to repositories. If you have specified a package name, it should exist in the package repositories. If you just want to reinstall a package from a PiSi file, use the install command. You can also specify components instead of package names, which will be expanded to package names.
tr: PiSi paketlerini yükselt Kullanım: Upgrade <paket1> <paket2> ... <paketn> Paketleri belirtmek için şimdilik sadece paket adları kullanabilirsiniz Verdiğiniz paket adları depolarda yer almalıdır. Eğer sadece bir dosyayı yeniden kurmak istiyorsanız install komutunu kullanın. Paket adları yerine bileşenler de verebilirsiniz.

source: upgrade options
tr: upgrade seçenekleri

source: Security related package upgrades only
tr: Sadece güvenlik ile alakalı güncellemeler

source: Do not update repositories
tr: Depoları güncelleme

source: Upgrade component's and recursive components' packages
tr: Bileşenin ve alt bileşenlerinin paketlerini güncelle

source: When upgrading system, ignore packages and components whose basenames match pattern.
tr: Sistemi yükseltirken paket ya da bileşen isimlerinden verilen kalıp ile eşleşenleri yok say

source: When upgrading system, ignore packages and components whose basenames match any pattern contained in file.
tr: Sistemi yükseltirken paket ya da bileşen isimlerinden dosya içerisinde verilen kalıplardan herhangi birisi ile eşleşenleri yok say

source: Updating repositories
tr: Depolar güncelleniyor
