Repository: Zaryob/inary
Catalog: branches/pisi-1.1/po/*.po
Languages: tr

source: Type mismatch. Expected %s, got %s
tr: Tip uyumsuzluğu. %s beklerken, %s bulundu

source: Type mismatch: DOM cannot be decoded
tr: Tip uyumsuzluğu: DOM okunamıyor

source: Mandatory argument not available
tr: Gerekli argüman bulunamadı

source: Object cannot be encoded
tr: Nesne kodlanamadı

source: List type must contain only one element
tr: List tipi sadece bir eleman içermeli

source: Mandatory list "%s" under "%s" node is empty.
tr: Zorunlu "%s" listesi "%s" içinde yok.

source: getNodeText: Expected text node, got something else!
tr: getNodeText: metin beklenirken başka birşey alındı!

source: String '%s' has invalid XML
tr: '%s' dosyasının XML sözdizimi geçersiz

source: File '%s' has invalid XML
tr: '%s' dosyasının XML sözdizimi geçersiz

source: No repository named %s exists
tr: %s adında bir depo bulunamadı

source: Repository %s already exists
tr: Depo %s halihazırda var

source: Cannot add repository at position %s
tr: %s konumundaki depo eklenemiyor

source: No pisi package: %s* found.
tr: %s pisi paketi bulunamadı.

source: Repo already has package named %s.
tr: Depo'da %s isimli paket zaten mevcut.

source: Repo does not have package named %s.
tr: Depo'da %s isminde bir paket yok.

source: Trying fallback address: %s
tr: Geri düşüm adresi %s deneniyor.

source: %s mirrors are not defined.
tr: %s yansıları tanımlı değil.

source: Fetching source from mirror: %s
tr: Kaynak, %s yansısından indiriliyor

source: Could not fetch source from %s mirrors.
tr: Kaynak, %s yansılarından indirilemedi.

source: unpack: check_file_hash failed
tr: unpack: check_file_hash başarısızlığa uğradı

source: Source package %s not found
tr: Kaynak paketi %s bulunamadı.

source: URI: %s, type: %s, sha1sum: %s
tr: URI: %s, tip: %s, sha1sum: %s

source: Name: %s, version: %s, release: %s, build %s
tr: Ad: %s, versiyon %s, sürüm %s, inşa %s

source: Summary: %s
tr: Özet: %s

source: Description: %s
tr: Açıklama: %s

source: Component: %s
tr: Bileşen: %s

source: Provides:
tr: Sağladıkları:

source: Dependencies:
tr: Bağımlılıklar:

source: setAuthInfo needs a tuple (user, pass)
tr: setAuthInfo bir (kullanıcı, parola) ikilisi ister

source: Running
tr: Çalışıyor:

source: return value for "%s" is %s
tr: "%s" için dönüş değeri %s

source: Including external link '%s'
tr: '%s' harici bağı ekleniyor

source: Including directory '%s'
tr: '%s' dizini içeriliyor

source: I/O Error: Cannot calculate SHA1 hash of %s
tr: Girdi/Çıktı hatası: %s dosyasının SHA1 kontrol toplamı hesaplanamıyor

source: Cannot calculate SHA1 hash of given data
tr: Verinin SHA1 kontrol toplamı hesaplanamıyor

source: ERROR: patch (%s) failed
tr: HATA: Yama (%s) başarısız

source: ERROR: patch (%s) failed: %s
tr: HATA: Yama (%s) başarısız: %s

source: strip command failed for file '%s'!
tr: strip komutu '%s' dosyası için çalışmadı!

source: objcopy (keep-debug) command failed for file '%s'!
tr: objcopy (keep-debug) komutu '%s' dosyası için çalışmadı!

source: objcopy (add-debuglink) command failed for file '%s'!
tr: objcopy (add-debuglink) komutu '%s' dosyası için çalışmadı!

source: Duplicate binary packages: %s %s
tr: Birden çok yerde aynı ikili paket var: %s %s

source: Duplicate source packages: %s %s
tr: Birden çok yerde aynı kaynak paketi var: %s %s

source: Cannot parse '%s': %s
tr: '%s' ayrıştırılamıyor: '%s'

source: Usage: repostats.py [OPTIONS] source-repo-path [binary-repo-path]
tr: Kullanım: repostats.py [SEÇENEKLER] source-repo-path [ikili-depo-adresi]

source: Dont generate the web site.
tr: Web sayfasını oluşturma.

source: Scanning source repository...
tr: Kaynak deposu taranıyor...

source: Scanning binary packages...
tr: İkili dosyalar taranıyor...
