Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: Last state was '{}'
az: Son vəziyyət '{}' idi
de: Letzter Status war '{}'
es: El último estado fue '{}'
fr: Le dernier état était {}
it: L'ultimo era stato {}
nl: Laatste status was {}
pl: Ostatni stan to „{}”
ru: Последнее состояние было {}
sv: Senaste tillståndet var '{}'
tr: Son inşa adımı: '{}'

source: The file "{0}" belongs to a different package other than '{1}'. Skipping it...
az: "{0}" faylı '{1}' dən başqa bir paketə aiddir. Atlayırıq ...
de: Die Datei "{0}" gehört zu einem anderen Paket als '{1}'. Überspringe es...
es: El archivo "{0}" pertenece a un paquete diferente a '{1}'. Omitiéndolo ...
fr: Le fichier {0} appartient à un autre paquet que '{1}'. On le saute...
hu: A {0} fájl nem tartozik a '{1}' csomagokhoz. Kihagyjuk...
it: Il file "{0}" appartiene a un pacchetto diverso da "{1}". Saltandolo ...
nl: Het bestand {0} behoort toe aan een ander pakket dan '{1}'. Overslaan...
pl: Plik „{0}” należy do innego pakietu niż „{1}”. Pomijam to ...
ru: Файл '{0} принадлежит другому пакету, чем {1}. Пропуск...
sv: Filen "{0}" tillhör ett annat paket än '{1}'. Hoppar över det ...
tr: "{0}" dosyası '{1}' paketinden farklı bir pakete ait. Atlanıyor...

source: Package "{}" has the same release number with the new package. Skipping it...
az: Paket "{}" yeni paket ilə eyni buraxılış nömrəsinə malikdir. Atlayırıq ...
de: Das Paket "{}" hat die gleiche Versionsnummer wie das neue Paket. Überspringe es...
es: El paquete "{}" tiene el mismo número de versión que el nuevo paquete. Omitiéndolo ...
fr: Le paquet {} a le même numéro de sortie que le nouveau paquet. On le saute...
hu: {} csomag kiadási száma az újjal megegyezik. Kihagyjuk...
it: Il pacchetto "{}" ha lo stesso numero di rilascio con il nuovo pacchetto. Saltandolo ...
nl: Pakket {} heeft hetzelfde vrijgavenummer met het nieuwe pakket. Overslaan...
pl: Pakiet „{}” ma ten sam numer wydania co nowy pakiet. Pomijam to ...
ru: Пакет {} имеет один и тот же номер релиза, что и новый пакет. Пропускаем...
sv: Paketet "{}" har samma utgivningsnummer med det nya paketet. Hoppar över det ...
tr: "{}" paketi yeni paket ile aynı yayım numarasına sahip. Atlanıyor...

source: Creating delta package: "{}"...
az: Delta paketi yaradılır: "{}" ...
de: Erstelle Delta INARY-Paket zwischen "{}"...
es: Creando paquete delta: "{}" ...
fr: Création du paquet INARY delta entre "{}" ...
hu: INARY különbözeti csomag létrehozása {} és {} között.
it: Creazione del pacchetto delta INARY tra {} e {}
nl: Aanmaken delta INARY pakket tussen {} {}
pl: Testowanie pakietu...
ru: Очистка кэша пакетов {}...
sv: Skapar delta-INARY-paket mellan {} och {}
tr: Delta paketi oluşturuluyor: "{}"...

source: All files in the package "{}" are different from the files in the new package. Skipping it...
az: "{}" Paketindəki bütün fayllar yeni paketdəki fayllardan fərqlidir. Atlayırıq ...
de: Alle Dateien im Paket "{}" unterscheiden sich von den Dateien in dem neuen Paket. Überspringe...
es: Todos los archivos en el paquete "{}" son diferentes de los archivos en el nuevo paquete. Omitiéndolo ...
fr: Tous les fichiers du paquet {} diffèrent des fichiers du nouveau paquet. On le saute...
hu: {} csomag kiadási száma az újjal megegyezik. Kihagyjuk...
it: Tutti i file nel pacchetto "{}" sono diversi dai file nel nuovo pacchetto. Saltandolo ...
nl: Alle bestanden in het pakket {} zijn ongelijk aan de bestanden in het nieuwe pakket. Overslaan...
pl: Wszystkie pliki w pakiecie „{}” różnią się od plików w nowym pakiecie. Pomijam to ...
ru: Все файлы в пакете {} отличаются от файлов в новом пакете. Пропускаем ...
sv: Alla filer i paketet "{}" skiljer sig från filerna i det nya paketet. Hoppar över det ...
tr: "{}" paketindeki tüm dosyalar yeni pakettekilerden farklı. Atlanıyor...

source: New package "{}" exists in the list of old packages. Skipping it...
az: Yeni paket "{}" köhnə paketlər siyahısında var. Atlayırıq ...
de: Neues Paket "{}" existiert in der Liste der alten Pakete. Überspringe es...
es: El nuevo paquete "{}" existe en la lista de paquetes antiguos. Omitiéndolo ...
fr: Le nouveau paquet {} existe dans la liste des anciens paquets. On le saute...
hu: {} új csomag található a régi csomagok listáján. Kihagyjuk...
it: Il nuovo pacchetto "{}" esiste nell'elenco dei vecchi pacchetti. Saltandolo ...
nl: Nieuw pakket {} bestaat in lijst van oude pakketten. Overslaan...
pl: Nowy pakiet „{}” istnieje na liście starych pakietów. Pomijam to ...
ru: Новый пакет {} существует в списке старых пакетов. Пропускаем...
sv: Nytt paket "{}" finns i listan över gamla paket. Hoppar över det ...
tr: Yeni paket "{}", eski paket listesinde de mevcut. Atlanıyor...

source: No packages to emerge.
az: Heç bir paket ortaya çıxmır.
de: Keine Pakete zu emerge.
es: No hay paquetes para emerger.
fr: Aucun paquet à émerger.
hu: Nincsenek beépíthető csomagok.
it: Nessun pacchetto su cui effettuare emerge.
nl: Geen samen te voegen pakketten.
pl: Brak pakietów do wyświetlenia.
ru: Нет пакетов для сборки.
sv: Inga paket att dyka upp.
tr: Çekilip derlenecek ve kurulacak paket yok.

source: There are extra packages due to dependencies. Would you like to continue?
az: Asılılıq səbəbiylə əlavə paketlər var. Davam etmək istərdinizmi?
de: Es gibt zusätzliche Pakete auf Grund von Abhängigkeiten. Möchten Sie fortfahren ?
es: Hay paquetes adicionales debido a dependencias. ¿Te gustaria continuar?
fr: Il y a des paquets en plus à cause de dépendances. Voulez vous continuer ?
hu: További csomagok telepítése szükséges a függőségek miatt. Kívánja folytatni?
it: Sono inclusi dei pacchetti extra per via delle dipendenze. Desideri proseguire?
nl: Er zijn extra pakketten wegens afhankelijkheden. Wilt u doorgaan?
pl: Istnieją dodatkowe pakiety z powodu zależności. Czy chciałbyś kontynuować?
ru: Необходимо установить дополнительные пакеты. Вы хотите продолжить?
sv: Det finns extra paket på grund av beroenden. Vill du fortsätta?
tr: Bağımlılıklar yüzünden ek paketler var. Devam etmek istiyor musunuz?

source: Cannot find source package: "{}"
az: Mənbə paketini tapmaq olmur: "{}"
de: Nicht gefunden Quellcode Paket: "{}"
es: No se puede encontrar el paquete fuente: "{}"
fr: Impossible de trouver le paquet source : {}
hu: A forráscsomag nem található: {}
it: Impossibile trovare il pacchetto di sorgenti: {}
nl: Kan bronpakket {} niet vinden
pl: Budowanie pakietu źródłowego : {}
ru: Не могу найти пакет исходного кода: {}
sv: Bygger källpaketet: {}
tr: Kaynak paket bulunamadı: "{}"

source: Selected packages "[{}]" are in conflict with each other.
az: Seçilmiş "[{}]" paketlər bir-biri ilə ziddiyyətdədir.
de: Markierte Pakete [{}] sind in Konflikt miteinander.
es: Los paquetes seleccionados "[{}]" están en conflicto entre sí.
fr: Les paquets [{}] sélectionnés sont en conflit.
hu: A kiválasztott csomagok [{}] ütköznek egymással.
it: I pacchetti selezionati [{}] sono in conflitto tra loro.
nl: Geselecteerde pakketten [{}] zijn in conflict met elkaar.
pl: Wybrane pakiety „[{}]” są ze sobą w konflikcie.
ru: Выбранные пакеты [{}] конфликтуют с другими.
sv: Valda paket "[{}]" står i konflikt med varandra.
tr: Seçili paketler "[{}]" birbirleriyle çakışıyorlar.

source: Remove the following conflicting packages?
az: Aşağıdakı ziddiyyətli paketlər silinsin?
de: Folgende widersprüchliche Pakete entfernen?
es: ¿Eliminar los siguientes paquetes en conflicto?
fr: Supprimer les paquets en conlits suivants ?
hu: Eltávolítsam az alábbi ütköző csomagokat?
it: Rimuovere i seguenti pacchetti conflittanti?
nl: De volgende pakketten met conflicten verwijderen?
pl: Usunąć następujące sprzeczne pakiety?
ru: Удалить следующие конфликтующие пакеты?
sv: Ta bort följande motstridiga paket?
tr: Çakışan paketler kaldırılsın mı?

source: Conflicting packages should be removed to continue.
az: Ziddiyyətli paketlər davam etmək üçün çıxarılmalıdır.
de: Pakete mit Konflikten sollten zuerst entfernt werden.
es: Los paquetes en conflicto deben eliminarse para continuar.
fr: Les paquets conflictuels doivent être supprimés avant de poursuivre.
hu: Az ütköző csomagokat el kell távolítani a folytatáshoz
it: Pacchetti in conflitto dovrebbero essere rimosse per continuare
nl: Conflicterende pakketten dienen verwijderd te worden om door te kunnen gaan
pl: Sprzeczne pakiety należy usunąć, aby kontynuować.
ru: Конфликтующие пакеты должны быть удалены, чтобы продолжить
sv: Följande paket kommer att tas bort:
tr: Devam etmek için çakışan paketler kaldırılmalı.

source: After this operation, {:.2f} {} space will be freed.
az: Bu əməliyyatdan sonra {:.2f} {} yer boşalacaq.
de: Nach dieser Operation wird {: .2f} {} Speicherplatz wird freigegeben.
es: Después de esta operación, se liberará {: .2f} {} espacio.
fr: {: .2f} {} l'espace sera libéré.
it: Lo spazio {: .2f} {} verrà liberato.
nl: {: .2f} {} ruimte wordt vrijgegeven.
pl: {: .2f} {} zostanie zwolnione.
ru: {: .2f} {} пространство будет освобождено.
sv: {: .2f} {} utrymme kommer att frigöras.
tr: Bu işlemden sonra {: .2f} {} disk alanı serbest bırakılacak.

source: After this operation, {:.2f} {} space will be used.
az: Bu əməliyyatdan sonra {:.2f} {} boşluq istifadə ediləcəkdir.
de: Nach dieser Operation wird {: .2f} {} Speicherplatz werden verwndet.
es: Después de esta operación, se utilizará el espacio {: .2f} {}.
fr: {: .2f} {} l'espace sera utilisé.
it: Verrà utilizzato lo spazio {: .2f} {}.
nl: {: .2f} {} ruimte wordt gebruikt.
pl: Wykorzystane zostanie miejsce {: .2f} {}.
ru: {: .2f} {} будет использовано пространство.
sv: {: .2f} {} utrymme kommer att användas.
tr: Bu işlemden sonra {: .2f} {} disk alanı kullanılacak.

source: Keeping old config file {0} as {0}.old-byinary
az: Köhnə konfiqurasiya faylını {0} {0}.old-byinary kimi saxlamaq
de: Behalten Sie die alte Konfigurationsdatei {0} als {0} .old-byinary bei
es: Mantener el antiguo archivo de configuración {0} como {0} .old-byinary
fr: Conserver l'ancien fichier de configuration {0} comme {0} .old-byinary
it: Mantenere il vecchio file di configurazione {0} come {0} .old-byinary
nl: Oud configuratiebestand {0} behouden als {0} .oud-byinary
pl: Zachowanie starego pliku konfiguracyjnego {0} jako {0} .old-byinary
ru: Сохранение старого конфигурационного файла {0} как {0} .old-byinary
sv: Håller den gamla konfigurationsfilen {0} som {0} .old-byinary
tr: Eski {0} yapılandırma dosyasını {0} .old-byinary olarak tutuluyor.

source: [?] Would you like to see changes in config files of "{0}" package
az: [?] "{0}" paketinin konfiqurasiya fayllarında dəyişiklik görmək istərdiniz
de: [?] Prüft nur die geänderten Konfigurationsdateien der Pakete "{0}"
es: [?] ¿Desea ver cambios en los archivos de configuración del paquete "{0}"
fr: [?] Voulez-vous voir les changements dans les fichiers de configuration du package "{0}"
hu: Csak a megváltozott konfigurációs fájlok ellenőrzése
it: Verifica solo i file di configurazione dei pacchetti modificati
nl: Controleer alleen veranderde configuratiebestanden van de pakketten
pl: [?] Czy chcesz zobaczyć zmiany w plikach konfiguracyjnych pakietu „{0}”
ru: Проверка измения конфигурационных файлов пакетов
sv: [?] Vill du se ändringar i konfigurationsfiler i paketet "{0}"
tr: [?] "{0}" paketinin yapılandırma dosyalarındaki değişiklikleri görmek ister misiniz?

source: [*] Changes in config file: {}
az: [*] Konfiqurasiya sənədindəki dəyişikliklər: {}
de: [*] Änderungen in der Konfigurationsdatei: {}
es: [*] Cambios en el archivo de configuración: {}
fr: [*] Modifications dans le fichier de configuration: {}
it: [*] Modifiche nel file di configurazione: {}
nl: [*] Veranderingen in het configuratiebestand: {}
pl: [*] Zmiany w pliku konfiguracyjnym: {}
ru: [*] Изменения в конфигурационном файле: {}
sv: [*] Ändringar i konfigurationsfilen: {}
tr: [*] Yapılandırma dosyasındaki değişiklikler: {}

source: [?] Select the process which will be happened:
az: [?] Baş verəcək prosesi seçin:
de: [?] Wählen Sie den Vorgang aus, der ausgeführt werden soll:
es: [?] Seleccione el proceso que se realizará:
fr: [?] Sélectionnez le processus à suivre:
it: [?] Seleziona il processo che avverrà:
nl: [?] Selecteer het proces dat zal gebeuren:
pl: [?] Wybierz proces, który się wydarzy:
ru: [?] Выберите процесс, который будет происходить:
sv: [?] Välj processen som kommer att hända:
tr: [?] Gerçekleşecek işlemi seçin:

source: 1. Store new config file, not apply [*]
az: 1. Yeni konfiqurasiya faylı saxlayın, tətbiq olunmur [*]
de: 1. Neue Konfigurationsdatei speichern, nicht anwenden [*]
es: 1. Almacene el nuevo archivo de configuración, no aplique [*]
fr: 1. Stocker un nouveau fichier de configuration, ne pas appliquer [*]
it: 1. Memorizza il nuovo file di configurazione, non applicare [*]
nl: 1. Sla een nieuw configuratiebestand op, niet van toepassing [*]
pl: 1. Zapisz nowy plik konfiguracyjny, nie dotyczy [*]
ru: 1. Сохраните новый файл конфигурации, не применяйте [*]
sv: 1. Lagra ny konfigurationsfil, använd inte [*]
tr: 1. Yeni yapılandırma dosyasını saklayın, ancak uygulamayın [*]

source: 2. Apply new config file (keep old config)
az: 2. Yeni konfiqurasiya tətbiq edin
de: 2. Neue Konfigurationsdatei anwenden (alte Konfiguration beibehalten)
es: 2. Aplicar un nuevo archivo de configuración (mantener la configuración anterior)
fr: 2. Appliquer le nouveau fichier de configuration (garder l'ancienne configuration)
it: 2. Applica il nuovo file di configurazione (mantieni la vecchia configurazione)
nl: 2. Pas een nieuw configuratiebestand toe (oude configuratie behouden)
pl: 2. Zastosuj nowy plik konfiguracyjny (zachowaj starą konfigurację)
ru: 2. Применить новый конфигурационный файл (сохранить старый конфиг)
sv: 2. Använd ny konfigurationsfil (behåll den gamla konfigurationen)
tr: 2. Yeni yapılandırma dosyasını uygulayın. (Eski dosyayı tutar)

source: 3. Apply new config file (don't keep old config)
az: 3. Yeni konfiqurasiya sənədini tətbiq edin (köhnə konfiqurasiyanı saxlamayın)
de: 3. Neue Konfigurationsdatei anwenden (alte Konfiguration nicht behalten)
es: 3. Aplicar un nuevo archivo de configuración (no mantener la configuración anterior)
fr: 3. Appliquer le nouveau fichier de configuration (ne pas conserver l'ancienne configuration)
it: 3. Applica nuovo file di configurazione (non mantenere la vecchia configurazione)
nl: 3. Pas een nieuw configuratiebestand toe (houd oude configuratie niet)
pl: 3. Zastosuj nowy plik konfiguracyjny (nie zachowuj starej konfiguracji)
ru: 3. Примените новый файл конфигурации (не сохраняйте старый файл конфигурации)
sv: 3. Använd ny konfigurationsfil (behåll inte den gamla konfigurationen)
tr: 3. Yeni yapılandırma dosyasını uygulayın. (Eski dosyanın üzerine yazar)

source: 4. Delete new config file
az: 4. Yeni konfiqurasiya sənədini silin
de: 4. Löschen Sie die neue Konfigurationsdatei
es: 4. Eliminar nuevo archivo de configuración
fr: 4. Supprimer le nouveau fichier de configuration
it: 3. Elimina il nuovo file di configurazione
nl: 3. Verwijder nieuw configuratiebestand
pl: 3. Usuń nowy plik konfiguracyjny
ru: 3. Удалить новый файл конфигурации
sv: 3. Radera ny konfigurationsfil
tr: 4. Yeni yapılandırma dosyasını silin.

source: Deleting new config file {0}
az: Yeni konfiqurasiya silinir {0}
de: Löschen einer neuen Konfigurationsdatei {0}
es: Eliminar nuevo archivo de configuración {0}
fr: Supprimer le nouveau fichier de configuration {0}
it: Eliminazione del nuovo file di configurazione {0}
nl: Nieuw configuratiebestand {0} verwijderen
pl: Usuwanie nowego pliku konfiguracyjnego {0}
ru: Удаление нового файла конфигурации {0}
sv: Radera ny konfigurationsfil {0}
tr: Yeni {0} yapılandırma dosyasını siliniyor.

source: Package "{0}" found in repository "{1}".
az: "{1}" depozitində "{0}" paketi tapıldı.
de: Paket "{0}" im Depot "{1}" gefunden.
es: Paquete "{0}" encontrado en el repositorio "{1}".
fr: Paquet {0} trouvé dans le dépôt {1}
hu: A(z) {0} csomag nem található a(z) {1} tárolóban
it: Pacchetto {0} trovato nel repository {1}
nl: Pakket {0} gevonden in softwarebron {1}
pl: Pakiet {0} znaleziono w repozytorium {1}
ru: Пакет {0} найден в репозитории {1}
sv: Paket {0} hittades i förrådet {1}
tr: "{0}" paketi "{1}" deposunda bulundu.

source: "{}" could not be found.
az: "{}" tapılmadı.
de: {} konnte nicht gefunden werden.
es: "{}" no pudo ser encontrado.
fr: {} est introuvable
hu: {} nem található
it: Utilità {} non trovata
nl: {} niet gevonden
pl: Narzędzie {} nie może zostać znalezione
ru: {} не обнаружен
sv: {} kunde inte hittas
tr: "{}" bulunamadı.

source: There is no packages to taking back (installing or removing).
az: Geri çəkmək üçün heç bir paket yoxdur (quraşdırmaq və ya çıxarmaq).
de: Es gibt keine Pakete zum Zurücknehmen (Installieren oder Entfernen).
es: No hay paquetes para recuperar (instalar o eliminar).
fr: Il n'y a aucun paquet en attente de configuration (installation ou retrait).
hu: Nincsenek beállításra váró csomagok.
it: Nessun pacchetto è in attesa di essere configurato
nl: Er zijn geen pakketten die wachten op configuratie
pl: Przełącznik bezpieczeństwa: zostaną zainstalowane następujące dodatkowe pakiety z system.devel:
ru: Нет пакетов, ожидающих конфигурирования
sv: Det finns extra paket på grund av beroenden.
tr: Geri almak için paket yok (kurma veya kaldırma).

source: Would you like to continue?
az: Davam etmək istərdinizmi?
de: Wollen Sie fortfahren?
es: ¿Te gustaria continuar?
fr: Voulez vous continuer ?
hu: Kívánja folytatni?
it: Vuoi proseguire?
nl: Wilt u doorgaan?
pl: Czy chciałbyś kontynuować?
ru: Вы хотите продолжить?
sv: Vill du fortsätta?
tr: Devam etmek istiyor musunuz?

source: Downloading
az: Yüklənir
de: Wird heruntergeladen
es: Descargando
fr: Téléchargement
hu: Letöltés {} / {}
it: Scaricamento di %d/%d
nl: Downloaden %d / %d
pl: Pobieranie {} / {}
ru: Загрузка %d / %d
sv: Hämtar %d / %d
tr: İndiriliyor

source: Taking snapshot of the system.
az: Sistemin görüntülərini çəkir.
de: Schnappschuss des Systems wird gerade aufgenommen.
es: Tomando una instantánea del sistema.
fr: Prise d'un instantané du système
hu: Pillanatfelvétel készítése a rendszerről
it: Prendendo snapshot del sistema
nl: Snapshot van het systeem nemen
pl: Robienie migawki systemu.
ru: Снятие снимка с системы
sv: Ta en stillbildsbild av systemet.
tr: Sistemin görüntüsü alınıyor.

source: The following package(s) are already installed and are not going to be installed again:
az: Aşağıdakı paket (lər) artıq quraşdırılıb və yenidən quraşdırılmaq niyyətində deyil:
de: Die folgenden Pakete sind schon installiert, und werden nicht noch einmal installiert:
es: Los siguientes paquetes ya están instalados y no se instalarán nuevamente:
fr: Les paquets suivants sont déjà installés et ne seront pas installés à nouveau :
hu: A következő csomag(ok) már telepítve vannak, nem lesznek újratelepítve:
it: I seguenti pacchetti sono già installati e non verranno installati nuovamente:
nl: De volgende pakket(ten) zijn al geïnstalleerd en zullen niet opnieuw worden geïnstalleerd:
pl: Następujące pakiety są już zainstalowane i nie będą instalowane ponownie:
ru: Следующий пакет (ы) уже установлены и не будет установлен еще раз:
sv: Följande paket (er) är redan installerade och kommer inte att installeras igen:
tr: Aşağıdaki paket(ler) zaten kurulu ve yeniden kurulmayacak:

source: No packages to install.
az: Quraşdırmaq üçün paket yoxdur.
de: Keine zu installierenden Pakete.
es: No hay paquetes para instalar.
fr: Aucun paquet à installer.
hu: Nincs telepítendő csomag.
it: Nessun pacchetto da installare.
nl: Geen te installeren pakketten.
pl: Brak pakietów do zainstalowania.
ru: Нет пакетов для установки.
sv: Inga paket att installera.
tr: Kurulacak paket yok.

source: Checking dependencies for install...
az: Quraşdırma üçün asılılıq yoxlanılır ...
de: Folgende Pakete werden installiert...
es: Comprobando dependencias para la instalación ...
fr: Les paquets suivants vont être installés :
hu: A következő csomagok lesznek telepítve:
it: I seguenti pacchetti verranno aggiornati:
nl: Volgende pakketten zullen worden geïnstalleerd:
pl: Przełącznik bezpieczeństwa: zostaną zainstalowane następujące dodatkowe pakiety z system.devel:
ru: Следующие пакеты будут установлены:
sv: Följande paket kommer att installeras:
tr: Kurulum için bağımlılıklar kontrol ediliyor...

source: Following packages will be installed:
az: Aşağıdakı paketlər quraşdırılacaq:
de: Folgende Pakete werden installiert:
es: Se instalarán los siguientes paquetes:
fr: Les paquets suivants vont être installés :
hu: A következő csomagok telepítve lesznek:
it: I seguenti pacchetti verranno installati:
nl: Volgende pakketen zullen worden geïnstalleerd:
pl: Przełącznik bezpieczeństwa: zostaną zainstalowane następujące dodatkowe pakiety z system.devel:
ru: Следующие пакеты будут установлены:
sv: Följande paket kommer att installeras:
tr: Bu paketler kurulacak:

source: External dependencies not satisfied.
az: Xarici asılılıqlar qane etmir.
de: Externe Abhängigkeiten werden nicht erfüllt.
es: Dependencias externas no satisfechas.
fr: Dépendances externes non satisfaites
hu: A külső föggőségek nem teljesülnek
it: Dipendenze esterne non soddisfatte
nl: Externe afhankelijkheden zijn niet voldaan
pl: Zależności budowy {} nie mogą zostać spełnione
ru: Внешние зависимости не соблюдены
sv: Externa beroenden är inte nöjda.
tr: Dış bağımlılıklar sağlanamadı.

source: Installing
az: Quraşdırma
de: Wird installiert
es: Instalando
fr: Installation...
hu: Telepítés...
it: Installazione in corso...
nl: Installeren...
pl: Instalowanie...
ru: Установка...
sv: Installerar...
tr: Kuruluyor

source: Mixing file names and package names not supported yet.
az: Qarışıq fayl adları və paket adları hələ dəstəklənmir.
de: Mischen von Dateinamen und Paketnamen wird noch nicht unterstützt.
es: La mezcla de nombres de archivos y nombres de paquetes aún no es compatible.
fr: Mélanger des noms de fichiers et des noms de paquets n'est pas encore supporté.
hu: Csomagok és fájlnevek vegyes használata még nem támogatott.
it: Non è ancora possibile mescolare nomi dei file e nomi dei pacchetti.
nl: Combineren van bestands- en pakketnamen nog niet ondersteund.
pl: Mieszanie nazw plików i nazw pakietów nie jest jeszcze obsługiwane.
ru: Сочетание имен файлов и имен пакетов пока не поддерживается.
sv: Blanda filnamn och paketnamn stöds ännu inte.
tr: Henüz dosya ve paket adlarını birlikte kullanılamıyor.

source: Package "{0}" is not compatible with your distribution release '{1}' '{2}'.
az: "{0}" paketi '{1}' '{2}' paylama buraxılışınıza uyğun deyil.
de: Paket {0} ist nicht kompatibel mit Ihrer Distributions-Release {1} {2}.
es: El paquete "{0}" no es compatible con su versión de distribución '{1}' '{2}'.
fr: Le paquet {0} n'est pas compatible avec votre version de distribution {1} {2}.
hu: A(z) {0} csomag nem kompatíbilis az ön disztribúciójának kiadásával: {1} {2}.
it: Il pacchetto {} non è disponibile nei repositorio. Repositorio è disattivato.
nl: Pakket {0} is niet compatibel met de distributieversie {1} {2}.
pl: Pakiet {} nie jest dostępny w repozytoriach.
ru: Пакет {0} не совместим с вашей версией дистрибутива {1} {2}.
sv: {} finns inte i källkodsförråden.
tr: "{0}" paketi, sizin dağıtım sürümüz '{1}' '{2}' ile uyumlu değil.
