Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: Checking requirements
az: Tələblərin yoxlanılması
de: Anforderungen prüfen
es: Comprobación de requisitos
fr: Vérification des exigences
tr: Gereklilikler kontrol ediliyor

source: Checking versioning
az: Versiya yoxlanılır
de: Versionierung überprüfen
es: Comprobación de versiones
fr: Vérification du contrôle de version
tr: Sürüm kontrol ediliyor

source: Checking relations
az: Münasibətlərin yoxlanılması
de: Beziehungen überprüfen
es: Comprobación de relaciones
fr: Options de vérification
hu: ellenőrzési opciók
it: opzioni di verifica
nl: controle opties
pl: wybierz opcje
ru: Проверка опций
sv: kontrollera alternativ
tr: Paket ilişkileri kontrol ediliyor

source: Checking operations
az: Yoxlama əməliyyatları
de: Vorgänge überprüfen
es: Operaciones de verificación
fr: Options de vérification
hu: ellenőrzési opciók
it: opzioni di verifica
nl: controle opties
pl: wybierz opcje
ru: Проверка опций
sv: kontrollera alternativ
tr: İşlemler kontrol ediliyor

source: Unpacking package
az: Paketdən çıxarın
de: Paket wird entpackt
es: Desempacando el paquete
fr: Paquets installés :
hu: Telepített csomag:
it: Pacchetto installato:
nl: Geïnstalleerd pakket:
pl: Zainstalowany pakiet:
ru: Установка пакета:
sv: Paketet är installerat:
tr: Paket açılıyor

source: Updating database
az: Verilənlər bazası yenilənir
de: Datenbank werden aktualisiert ...
es: Actualización de base de datos
fr: Mise à jour de la base de données quoi qu'il arrive
hu: Adatbázis frissítése mindenképpen
it: Aggiorna il database in ogni caso
nl: Altijd database bijwerken
pl: Generowanie {},
ru: Обновление базы данных в любом случае
sv: Skapar {}...
tr: Veritabanı güncelleniyor

source: Is there enought free space in your disk?
az: Diskinizdə kifayət qədər boş yer varmı?
de: Befindet sich genügend freier Speicherplatz auf Ihrer Festplatte?
es: ¿Hay suficiente espacio libre en su disco?
fr: Y a-t-il suffisamment d'espace libre sur votre disque?
it: C'è abbastanza spazio libero nel tuo disco.
nl: Is er voldoende vrije ruimte op uw schijf.
pl: Czy na dysku jest wystarczająca ilość wolnego miejsca?
ru: На вашем диске достаточно свободного места.
sv: Finns det tillräckligt med ledigt utrymme på din disk.
tr: Diskinizde yeterli boş alan var mı?

source: Free space in 'destinationdirectory': {:.2f} {}
az: 'destinationdirectory' boş yer: {: .2f} {}
de: Freier Speicherplatz im Zielverzeichnis: {: .2f} {}
es: Espacio libre en 'destinationdirectory': {: .2f} {}
fr: Espace libre dans 'destinationdirectory': {: .2f} {}
it: Spazio libero in "directory di destinazione": {: .2f} {}
nl: Vrije ruimte in 'bestemmingsmap': {: .2f} {}
pl: Wolne miejsce w „katalogu docelowym”: {: .2f} {}
ru: Свободное место в 'destinationdirectory': {: .2f} {}
sv: Ledigt utrymme i 'destinationsdirectory': {: .2f} {}
tr: Hedef dizin içerisindeki boş alan: {:.2f} {}

source: {0}-{1} is not a valid INARY version format
az: {0}-{1} düzgün INARY versiya formatı deyil
de: {0}-{1} ist kein gültiges Format einer INARY-Version
es: {0} - {1} no es un formato de versión BINARIO válido
fr: {0}-{1} n'est pas un format de version valide de INARY.
hu: {0}-{1} nem érvényes INARY verzió formátum
it: {0}-{1} Non è un valido formato di versione Inary
nl: {0}-{1} is niet een geldig INARY-versie formaat
pl: {0}-{1} nie jest to poprawna wersja formatu INARY.
ru: {0}-{1} не правильная версия INARY
sv: {0} - {1} är inte ett giltigt INARY-version
tr: {0}-{1} INARY sürüm biçimine uymuyor

source: Re-install same version package?
az: Eyni versiya paketini yenidən quraşdırarsınız?
de: Gleiche Paket-Version erneut installieren?
es: ¿Reinstalar el mismo paquete de versión?
fr: Ré-installer la même version du paquet ?
hu: Ugyanazon verziójú csomag újratelepítése?
it: Reinstallare la stessa versione del pacchetto?
nl: Zelfde versie van het pakket herinstalleren?
pl: Reinstalować pakiet o tej samej wersji?
ru: Переустановить версию пакета?
sv: Återinstallera samma paketversion?
tr: Aynı sürüm paket yeniden kurulsun mu?

source: Package re-install declined
az: Paketin yenidən quraşdırılması rədd edildi
de: Erneute Installation des Paketes wird abgelehnt
es: Reinstalación del paquete rechazada
fr: Ré-installation du paquet déclinée
hu: Csomag újratelepítés visszavonva.
it: Reinstallazione del pacchetto rifiutata
nl: Herinstalleren van het pakket geweigerd
pl: Reinstalowanie pakietu anulowane
ru: Переустановка пакета отменена
sv: Paketet installerades igen
tr: Paketin yeniden kurulması reddedildi

source: Storing old paths info.
az: Köhnə yolların məlumatlarını saxlamaq.
de: Nur Pfade anzeigen.
es: Almacenar información de rutas antiguas.
fr: Affiche seulement les chemins.
hu: Csak az elérési út mutatása.
it: Mostra solo i percorsi.
nl: Toon alleen paden.
pl: Pokaż tylko ścieżki.
ru: Показать только пути.
sv: Lagra information om gamla vägar.
tr: Eski dosya yolları korunuyor.

source: Downgrade to old distribution release?
az: Köhnə paylama buraxılışına endirilmə?
de: Zu der alten Distribution-Release downgraden?
es: ¿Cambiar a versión anterior de distribución?
fr: Régresser vers une version de distribution plus récente ?
hu: Visszatér a disztribúció korábbi kiadására?
it: Ritornare alla vecchia versione rilasciata della distribuzione?
nl: Terugzetten naar oude distributieuitgave?
pl: Aktualizować do starszego wydania dystrybucji?
ru: Обновить до более старой версии дистрибутива?
sv: Nedgradera till gammal distribution?
tr: Eski dağıtım yayımına dönülsün mü?

source: Package downgrade declined
az: Paket bıraqılması endirimi azaldı
de: Paket-Downgrade abgelehnt
es: Paquete degradado rechazado
fr: Régression de paquet déclinée
hu: Csomagfrissítés eltávolítása visszavonva
it: Ripristino pacchetto precedente rifiutato
nl: Pakket terugwaarderen geweigerd
pl: Aktualizacja pakietu do starszej wersji anulowana
ru: Обновление до более старой версии отменено.
sv: Nedgradering av paketet avvisades
tr: Paketin eski sürüme indirilmesi reddedildi

source: Pre-install configuration have been run for "{}"
az: Əvvəlcədən quraşdırılmış (pre-install) konfiqurasiya "{}" üçün işə salındı
de: Die Konfiguration "pre-install" wurde für "{}" ausgeführt.
es: La configuración previa a la instalación se ha ejecutado para "{}"
fr: Une configuration de proxy a été trouvée pour le protocole {}
hu: Proxy beállításokat találtam a(z) "{}" protokoll használatához.
it: Trovata configurazione proxy per il protocollo {}
nl: Proxy-configuratie gevonden voor {} protocol
pl: Znaleziono konfigurację serwera proxy dla protokołu „{}”.
ru: Обнаружена конфигурация прокси-сервера для протокола {}
sv: Proxy-konfiguration har hittats för protokollet {{}
tr: "{}" için kurulum öncesi yapılandırma betiği işleniyor.

source: Pre-install configuration of "{}" package failed.
az: "{}" Paketinin əvvəlcədən (pre-install) quraşdırılmış konfiqurasiyası uğursuz oldu.
de: Die Konfiguration des Pakets "{}" "pre-install" ist fehlgeschlagen.
es: La configuración previa a la instalación del paquete "{}" ha fallado.
fr: La configuration de pre-install du package "{}" a échoué.
hu: A konfigurálás nem sikerült.
it: Configurazione fallita.
nl: Configuratie mislukt.
pl: Konfiguracja nie powiodła się.
ru: Конфигурация не удалась.
sv: Konfigureringen misslyckades.
tr: "{}" paketinin kurulum öncesi yapılandırması başarısız oldu.

source: Configuring post-install "{}"
az: Quraşdırma sonrası (post-install) "{}" konfiqurasiya
de: "{}" konfiguriert post-install.
es: Configuración posterior a la instalación "{}"
fr: {} configuré post-install
hu: {} beállítva
it: Configurato {}
nl: Geconfigureerd {}
pl: Skonfigurowano {}
ru: {} настроен
sv: Anpassat paketet {}
tr: "{}" için yükleme sonrası yapılandırmalar işleniyor.

source: Post-install configuration of "{}" package failed.
az: "{}" Paketinin quraşdırma (post-install) sonrası konfiqurasiyası uğursuz oldu.
de: Die Konfiguration des Pakets "{}" "post-install" ist fehlgeschlagen.
es: La configuración posterior a la instalación del paquete "{}" ha fallado.
fr: La configuration de post-install du package "{}" a échoué.
hu: A konfigurálás nem sikerült.
it: Configurazione fallita.
nl: Configuratie mislukt.
pl: Konfiguracja nie powiodła się.
ru: Конфигурация не удалась.
sv: Konfigureringen misslyckades.
tr: "{}" için yükleme sonrası yapılandırması başarısız oldu.

source: Unable to relocate following files. Reinstallation of this package is strongly recommended.
az: Aşağıdakı faylları köçürmək olmur. Bu paketin yenidən quraşdırılması məsləhətdir.
de: Kann folgende Dateien nicht zurücksetzen. Eine erneute Installation dieses Pakets wird dringend empfohlen.
es: No se puede reubicar los siguientes archivos. Se recomienda encarecidamente la reinstalación de este paquete.
fr: Impossible de déplacer les fichiers suivants. La réinstallation de ce paquet est fortement recommandée.
hu: Nem sikerült áthelyezni a következő fájlokat. A csomag újratelepítése erősen ajánlott.
it: Impossibile spostare i seguenti file. Reinstallazione di questo pacchetto è fortemente raccomandato.
nl: Kan volgende bestanden niet terugvinden. Herinstallatie van dit pakket wordt sterk aangeraden.
pl: Nie można przenieść stępujących plików. Zalecana jest ponowna instalacja tego pakietu.
ru: Невозможно разрешить попытку перемещения данных файлов. Настоятельно рекомендуется повторная установка .
sv: Det går inte att flytta följande filer. Återinstallation av detta paket rekommenderas starkt.
tr: Aşağıdaki dosyalar taşınamadı. Bu paketin yeniden kurulumu şiddetle önerilir.

source: Adding files of "{}" package to database...
az: "{}" Paketinin faylları verilənlər bazasına əlavə olunur ...
de: "{}" wird zur db hinzugefügt...
es: Agregando archivos del paquete "{}" a la base de datos ...
fr: Ajout de {} à la base de données...
hu: * {} hozzáadása az adatbázishoz...
it: Aggiunta di {} al database...
nl: Toevoegen {} aan db...
pl: * Dodawanie {} do bazy...
ru: Добавление {} в базу данных...
sv: * Lägger till {} till db...
tr: "{}" paketinin dosya/dizin bilgileri veritabanına ekleniyor...

source: Installing => [{}]
az: Quraşdırma => [{}]
de: Wird installiert => [{}]
es: Instalación => [{}]
fr: Installation => [{}]
hu: Telepítés {} / {}
it: Installazione di %d/%d
nl: Installeren %d / %d
pl: Instalowanie...
ru: Установка %d / %d
sv: Installerar %d / %d
tr: Kuruluyor => [{}]

source: File list could not be read for "{}" package, continuing removal.
az: Fayl siyahısı silinməyə davam edərək "{}" paketi üçün oxunmadı.
de: Dateiliste für Paket "{}" konnte nicht gelesen werden, wird mit dem Entfernen fortgefahren.
es: No se pudo leer la lista de archivos para el paquete "{}", continuando la eliminación.
fr: La liste des fichier pour le paquet {} n'a pu être lue, poursuite de la suppression.
hu: A {} csomag fájllistáját nem lehet olvasni, eltávolítás folytatása.
it: Impossibile leggere la lista dei file per il pacchetto {}, proseguo con la rimozione.
nl: Bestandslijst kon niet gelezen worden voor pakket {}, voortzetten verwijderen.
pl: Nie można przeczytać listy plików dla pakietu {}, kontynuuje usuwanie
ru: Список файлов не может быть прочитан для пакета {}, продолжение удаления.
sv: Fillistan för paketet {} kunde inte läsas, fortsätter med borttagning.
tr: "{}" paketi için dosya listesi okunamadı, kaldırma işlemine devam ediliyor.

source: Removing "{0.name}", version {0.version}, release {0.release}
az: "{0.name}", versiya {0.version} çıxarılsın, buraxın {0.release}
de: Installiere "{0.name}", Version {0.version}, Release {0.release}
es: Eliminando "{0.name}", versión {0.version}, lanzamiento {0.release}
fr: Installation de {0.name}, version {0.version}, millésime {0.release}
hu: {0.name} telepítése, verzió {0.version}, kiadás {0.release}
it: Installazione di {0.name}, versione {0.version}, release {0.release}
nl: Installatie {0.name}, versie {0.version}, uitgave {0.release}
pl: Instalowanie {0.name}, wersja {0.version}, wydanie {0.release}
ru: Установка {0.name}, версия {0.version}, релиз {0.release}
sv: Installerar {0.name}, version {0.version}, utgåva {0.release}
tr: "{0.name}" paketi {0.version} sürümü {0.release} yayımı kuruluyor

source: Trying to remove nonexistent package
az: Mövcud olmayan paketi çıxarmağa çalışır
de: Nicht vorhandenes Paket wird versucht zu entfernen
es: Intentando eliminar el paquete inexistente
fr: Tentative de suppression d'un paquet inexistant
hu: Nem létező csomag eltávolításának kísérlete
it: Tentativo di rimozione di un pacchetto non esistente
nl: Proberen niet-bestaand pakket te verwijderen
pl: Próba usunięcia nieistniejącego pakietu
ru: Попытка удаления несуществующего пакета
sv: Försöker ta bort inget existerande paket
tr: Varolmayan paket kaldırılmaya çalışıldı

source: Not removing conflicted file : "{}"
az: Ziddiyyətli fayl silinmir: "{}"
de: Konfliktierende Datei wird nicht entfernt: "{}"
es: No se elimina el archivo en conflicto: "{}"
fr: Le fichier {} causant un conflit ne sera pas supprimé
hu: Ütköző fájl nincs eltávolítva: {}
it: File in conflitto non rimossi: {}
nl: Niet verwijderen conflicterend bestand: {}
pl: Nie usuwam kolidującego pliku : {}
ru: Не удаляется конфликтующий файл: {}
sv: Tar inte bort fil i konflikt: {}
tr: Çakışan dosya "{}" silinemiyor.

source: Installed file "{}" does not exist on system [Probably you manually deleted]
az: "{}" Quraşdırılmış fayl sistemdə yoxdur [Yəqin ki, əllə silinmisiniz]
de: Installierte Datei "{}" existiert nicht mehr im System [vermutlich haben Sie sie manuell gelöscht]
es: El archivo instalado "{}" no existe en el sistema [Probablemente lo eliminó manualmente]
fr: Le fichier {} précédemment installé n'existe plus sur le système [Probablement supprimé manuellement]
hu: A telepített {} fájl nem létezik a rendszerben [Valószínűleg a felhasználó törölte]
it: Il file installato {} non è presente nel sistema [Probabilmente è stato eliminato manualmente]
nl: Geïnstalleerd bestand {} bestaat niet op systeem [waarschijnlijk handmatig verwijderd]
pl: Zainstalowany plik {} nie istnieje w systemie [Prawdopodobnie został usunięty ręcznie]
ru: Установленный файл {} не существует в системе. [Возможно, он был удален вручную]
sv: Den installerade filen "{}" finns inte i systemet [Du har antagligen raderat manuellt]
tr: Kurulmuş dosya "{}" sistemde bulunamadı [Muhtemelen elle sildiniz].

source: Pre-remove configuration have been run for "{}"
az: Əvvəlcədən silinən (pre-remove) konfiqurasiya "{}" üçün işə salındı
de: Die Konfiguration "pre-remove" wurde für "{}" ausgeführt.
es: La configuración previa a la eliminación se ha ejecutado para "{}"
fr: Une configuration de proxy a été trouvée pour le protocole {}
hu: Proxy beállításokat találtam a(z) "{}" protokoll használatához.
it: Trovata configurazione proxy per il protocollo {}
nl: Proxy-configuratie gevonden voor {} protocol
pl: Znaleziono konfigurację serwera proxy dla protokołu „{}”.
ru: Обнаружена конфигурация прокси-сервера для протокола {}
sv: Proxy-konfiguration har hittats för protokollet {{}
tr: "{}" için kaldırma öncesi öncesi yapılandırma betiği işleniyor.

source: Post-remove configuration have been run for "{}"
az: Post-remove konfiqurasiya "{}" üçün işə salındı
de: Die Konfiguration "post-remove" wurde für "{}" ausgeführt.
es: La configuración posterior a la eliminación se ha ejecutado para "{}"
fr: Une configuration de proxy a été trouvée pour le protocole {}
hu: Proxy beállításokat találtam a(z) "{}" protokoll használatához.
it: Trovata configurazione proxy per il protocollo {}
nl: Proxy-configuratie gevonden voor {} protocol
pl: Znaleziono konfigurację serwera proxy dla protokołu „{}”.
ru: Обнаружена конфигурация прокси-сервера для протокола {}
sv: Proxy-konfiguration har hittats för protokollet {{}
tr: "{}" için kaldırma sonrası yapılandırma betiği işleniyor.

source: Removing files of "{}" package from system...
az: "{}" Paketinin faylları sistemdən silinir ...
de: "{}" wird zur db hinzugefügt...
es: Eliminando archivos del paquete "{}" del sistema ...
fr: Ajout de {} à la base de données...
hu: * {} hozzáadása az adatbázishoz...
it: Aggiunta di {} al database...
nl: Toevoegen {} aan db...
pl: * Dodawanie {} do bazy...
ru: Добавление {} в базу данных...
sv: * Lägger till {} till db...
tr: "{}" paketinin dosya/dizinleri sistemden kaldırılıyor...

source: Removing files of "{}" package from database...
az: "{}" Paketinin faylları verilənlər bazasından silinir ...
de: Rekonstruiere Datei-Datenbank...
es: Eliminando archivos del paquete "{}" de la base de datos ...
fr: Suppression des fichiers du package "{}" de la base de données ...
hu: Fájl adatbázis újraépítése
it: Ricostruisci il database dei file
nl: Herbouw bestanden database
pl: Generowanie {},
ru: Обновление базы данных файлов
sv: Skapar {}...
tr: "{}" paketinin dosya/dizin bilgileri veritabanından kaldırılıyor...

source: Verboses:
az: Verblər:
de: Bietet:
fr: Fournit :
hu: Szolgáltat:
it: Fornisce:
nl: Levert:
pl: Dostawcy:
ru: Обеспечивает:
sv: Tillhandahåller:
tr: Detaylar:

source: Warning:
az: Xəbərdarlıq:
de: Warnung:
es: Advertencia:
fr: Alerte :
hu: Figyelmeztetés:
it: Avviso:
nl: Waarschuwing:
pl: Ostrzeżenie:
ru: Предупреждение:
sv: Varning:
tr: Uyarı:

source: Error:
az: Xəta:
de: Fehler:
fr: Erreur :
hu: Hiba:
it: Errore:
nl: Fout:
pl: Błąd:
ru: Ошибка:
sv: Fel:
tr: Hata:

source: (yes
az: (bəli
de: (ja
es: (si
fr: (oui
hu: (igen/nem)
it: (si/no)
nl: (ja/nee)
pl: (Tak / nie)
ru: (да/нет)
sv: (ja/nej)
tr: (evet

source: no)
az: yox)
de: nein)
fr: non)
nl: Nee)
pl: Nie)
ru: нет)
sv: Nej)
tr: hayır)

source: Installed "{}"
az: "{}" Quraşdırıldı
de: "{}" installiert.
es: Instalado "{}"
fr: {} installé
hu: {} telepítve
it: Installato {}
nl: Geïnstalleerd {}
pl: Zainstalowany {}
ru: {} установлен
sv: Installerat {}
tr: "{}" kuruldu.

source: Removed "{}"
az: "{}" Silindi
de: "{}" entfernt.
es: Se eliminó "{}"
fr: {} supprimé
hu: {} eltávolítva
it: Rimosso {}
nl: Verwijderd {}
pl: Usunięto {}
ru: {} удален
sv: Tog bort {}
tr: "{}" kaldırıldı.

source: Removing "{}"
az: "{}" Silinir
de: "{}" entfernt.
es: Eliminando "{}"
fr: {} supprimé
hu: {} eltávolítva
it: Rimosso {}
nl: Verwijderd {}
pl: Usunięto {}
ru: {} удален
sv: Tog bort {}
tr: "{}" kaldırılıyor.

source: Upgraded "{}"
az: Təkmilləşdirilmiş "{}"
de: "{}" aktualisiert.
es: "{}" Actualizado
fr: {} mis à jour
hu: {} frissítve
it: Aggiornato {}
nl: Opgewaardeerd {}
pl: Zaktualizowano {}
ru: {} обновлен
sv: Uppdaterade {}
tr: "{}" yükseltildi.

source: Configured "{}"
az: Konfiqurasiya edilmiş "{}"
de: "{}" konfiguriert.
es: Configurado "{}"
fr: {} configuré
hu: {} beállítva
it: Configurato {}
nl: Geconfigureerd {}
pl: Skonfigurowano {}
ru: {} настроен
sv: Anpassat paketet {}
tr: "{}" yapılandırıldı.

source: Configuring "{}"
az: "{}" Nizamlanır
de: "{}" konfiguriert.
es: Configurando "{}"
fr: {} configuré
hu: {} beállítva
it: Configurato {}
nl: Geconfigureerd {}
pl: Skonfigurowano {}
ru: {} настроен
sv: Anpassat paketet {}
tr: "{}" yapılandırılıyor.

source: Extracting the files of "{}"
az: "{}" Sənədlərinin çıxarılması
de: Entpacke die Dateien aus "{}"
es: Extrayendo los archivos de "{}"
fr: Extraction des fichiers de {}
hu: Fájlok kibontása {} csomagból
it: Estrazione dei file di {}
nl: Bestanden uitpakken van {}
pl: Rozpakowywanie plików {}
ru: Распаковка файлов пакета {}
sv: Packar upp filer för {}
tr: "{}" dosyaları arşivden çıkartılıyor.

source: Updating package repository: "{}"
az: Paket anbarını yeniləyir: "{}"
de: Depot wird aktualisiert: "{}"
es: Actualización del repositorio de paquetes: "{}"
fr: Mise à jour du dépôt : {}
hu: {} tároló frissítése
it: Aggiornamento in corso del repositorio: {}
nl: Bijwerken softwarebron: {}
pl: Aktualizacja repozytorium: {}
ru: Обновление репозитория: {}
sv: Uppdaterar förråd: {}
tr: Depo güncelleniyor: "{}"

source: Total size of package(s): {:.2f} {} / {:.2f} {}
az: Paketlərin (lərin) ümumi ölçüsü: {:.2f} {} / {:.2f} {}
de: Gesamtgrösse der Pakete: {:.2f} {} / {:.2f} {}
es: Tamaño total de paquete (s): {: .2f} {} / {: .2f} {}
fr: Taille totale du/des paquets(s) :{:.2f} {} / {:.2f} {}
hu: A csomagok teljes mérete: %.2f %s
it: Dimensione totale dei pacchetti: %.2f %s
nl: Totale grootte van pakket(ten): %.2f %s
pl: Całkowity rozmiar paczki: {: .2f} {} / {: .2f} {}
ru: Общий размер пакета (ов): %.2f %s
sv: Sammanlagd paketstorlek: %.2f %s
tr: Paket(ler)in toplam boyu: {:.2f} {} / {:.2f} {}

source: Following packages ordered for process: {}
az: Proses üçün sifariş verilən aşağıdakı paketlər: {}
de: Folgende Pakete werden entfernt: {}
es: Los siguientes paquetes ordenados para el proceso: {}
fr: Les paquets suivants vont être supprimés : {}
hu: A következő csomagok eltávolításra kerülnek:
it: I seguenti pacchetti verranno rimossi:
nl: Volgende pakketen zullen worden verwijderd:
pl: Przełącznik bezpieczeństwa: zostaną zainstalowane następujące dodatkowe pakiety z system.devel:
ru: Следующие пакеты будут удалены:
sv: Följande paket kommer att tas bort:
tr: Bu paketler işlem için sıralandı: {}

source: Extracted desktop file "{}"
az: Çıxarılmış iş masası faylı "{}"
de: Entpacke die Dateien aus "{}"
es: Archivo de escritorio extraído "{}"
fr: Extraction des fichiers de {}
hu: Fájlok kibontása {} csomagból
it: Estrazione dei file di {}
nl: Bestanden uitpakken van {}
pl: Rozpakowywanie plików {}
ru: Распаковка файлов пакета {}
sv: Packar upp filer för {}
tr: "{}" 'desktop' dosyaları arşivden çıkartılıyor.

source: Downloaded "{}"
az: Yüklənib "{}"
de: Heruntergeladen "{}"
es: Descargado "{}"
fr: Téléchargé de "{}":
hu: Letöltés {} / {}
it: Scaricato da:
nl: Gedownload van:
pl: Pobrano z:
ru: Скачано с:
sv: Hämtat från:
tr: İndirildi "{}"

source: add-repo options
az: add-repo variantları
de: Optionen von add-repo
es: opciones add-repo
fr: Options d'add-repo
hu: add-repo opciók
it: opzioni add-repo
nl: bronopties toevoegen
pl: Opcje add-repo
ru: опции add-repo
sv: add-repo-alternativ
tr: add-repo seçenekleri

source: Ignore repository distribution check
az: Repozitoriya paylamasını yoxlayın
de: Ignoriere Depot Distributions-Check
es: Ignorar la verificación de distribución del repositorio
fr: Passer outre la vérification du dépôt de la distribution
hu: A tároló disztribúció ellenőrzésének figyelmen kívül hagyása
it: Ignora il controllo del repositorio della distribuzione
nl: Controle van distributiebron en architectuur overslaan
pl: Ignoruj sprawdzanie repozytorium dystrybucji.
ru: Игнорировать проверку репозитория
sv: Ignorera distributionscheck för förvar
tr: Depo dağıtım denetimini atla

source: Does not fetch repository index and does not check distribution match
az: Repozitoriya indeksini gətirmir və paylama uyğunluğunu yoxlamır
de: Depotindex nicht abgerufen und Distributionsversion nicht geprüft
es: No recupera el índice del repositorio y no verifica la coincidencia de distribución
fr: Ne télécharge pas l'index du dépôt et ne vérifie pas la correspondance avec la distribution.
hu: Ne töltse le a tároló-index fájlt és ne ellenőrizze a disztribúció egyezést
it: Non recuperare indice della repository e non verificare che la distribuzione corrisponde
nl: Haalt index van de bron niet op en controleert de distributie en architectuur niet
pl: Nie pobiera indeksu repozytorium i nie sprawdza dopasowania do dystrybucji.
ru: Не получает индекса в репозитории и не проверять соответствие цели
sv: Hämtar inte arkivindex och kontrollerar inte distributionsmatchning
tr: Depo kataloğunu indirme ve dağıtımı denetleme
