Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: There was a problem while fetching "{}".The package may have been upgraded. Please try to upgrade the package.
az: "{}" Alınarkən problem oldu.Paket yenilənmiş ola bilər. Zəhmət olmasa paketi təkmilləşdirməyə çalışın.
de: Es ist ein Fehler während des Abrufes von "{}" aufgetreten.Das Paket ist möglicherweise im Depot aktualisiert worden. Bitte versuchen Sie das Paket zu upgraden.
es: Hubo un problema al buscar "{}".El paquete puede haber sido actualizado. Intenta actualizar el paquete.
fr: Un problème est survenu lors de le récupération de {}.Le paquet a peut être été mis à jour. Veuillez essayer de mettre à jour le paquet.
hu: Hiba történt a(z) {} letöltése során.Lehet, hogy a csomagot frissíteni kéne. Kérem, próbálja meg frissíteni a csomagot.
it: C'è stato un problema durante il recupero di {}.Il pacchetto potrebbe essere stato aggiornato. Prova per favore ad aggiornare il pacchetto.
nl: Er was een probleem het bij ophalen van {}.Het pakket kan opgewaardeerd zijn. Probeer het pakket op te waarderen.
pl: Podczas pobierania „{}” wystąpił problem.Pakiet mógł zostać zaktualizowany. Spróbuj zaktualizować pakiet.
sv: Det uppstod ett problem när jag hämtade "{}".Paketet kan ha uppgraderats. Försök att uppgradera paketet.
tr: "{}" indirilirken bir hata oluştu.Paket yükseltilmiş olabilir. Lütfen paketi yükseltmeyi deneyin.

source: {} [cached]
az: {} [yaddaşlı]
es: {} [en caché]
fr: {} [en cache]
hu: {} [a gyorsítótárban]
it: {} [nella cache]
nl: {} [gebufferd]
pl: {} [buforowane]
ru: {} [кэшировано]
sv: {} [cachad]
tr: {} [önbellekte]

source: At least one '{}' tag should have local text.
az: Ən azı bir '{}' etiketində yerli mətn olmalıdır.
de: Mindestens ein '{}' Tag sollte lokalen Text enthalten.
es: Al menos una etiqueta '{}' debe tener texto local.
fr: Au moins une balise {} devrait avoir du texte local
hu: Legalább az egyik {} címkének 'localtext'-et kell tartalmaznia.
it: Almeno un tag {} dovrebbe aver del testo localizzato
nl: Minstens één {} tag moet lokale tekst bevatten
pl: Co najmniej jeden tag „{}” powinien zawierać tekst lokalny.
ru: Хотя бы один {} тег должен иметь локальный текст
sv: Åtminstone en "{}" -tagg ska ha lokal text.
tr: En azından bir tane '{}' etiketi yerel metne sahip olmalı.

source: '{0}' language of tag '{1}' is empty.
az: '{0}' etiket dili '{1}' boşdur.
de: Sprache '{0}' des Tags '{1}' ist leer.
es: El idioma '{0}' de la etiqueta '{1}' está vacío.
fr: La langue {0} de la balise '{1}' est vide
hu: A(z) {0} nyelvi megjelölés a(z) '{1}' címkén üres.
it: lingua {0} del tag '{1}' è vuoto
nl: {0} taal van tag {1} is leeg
pl: „{0}” język znacznika „{1}” jest pusty.
ru: Язык {0} из тега '{1}' пуст
sv: '{0}' taggspråket '{1}' är tomt.
tr: {0} dili metni, etiket {1} için boş.

source: LocalText: unable to get either current or default locale.
az: LocalText: cari və ya defolt yerli ala bilmir.
de: LocalText: nicht in der Lage, aktuelle oder standard Lokalisierung zu erkennen.
es: LocalText: no se puede obtener la configuración regional actual o predeterminada.
fr: LocalText: Impossible d'obtenir la locale courante ni celle par défaut
hu: LocalText: nem állapítható meg sem az aktuális, sem az alapértelmezett területi beállítás.
it: LocalText: impossibile ottenere sia il locale corrente che quello predefinito
nl: Localtext: huidige of standaard locale kon niet worden verkregen
pl: LocalText: nie można uzyskać bieżących lub domyślnych ustawień regionalnych.
ru: LocalText: не удалось получить текущую локаль, либо локаль по умолчанию
sv: LocalText: kan inte få varken aktuell eller standardinställning.
tr: LocalText: şu andaki ya da öntanımlı yerel bulunamıyor.

source: Tag should have at least the current locale, or failing that an English or Turkish version.
az: Etiket ən azı cari dil və ya bir İngilis və ya Türkçe bir versiyaya sahib olmamalıdır.
de: Der Tag sollte mindestens die aktuelle Lokale haben, oder anderenfalls eine englische oder türkische Version.
es: La etiqueta debe tener al menos la configuración regional actual o, en su defecto, una versión en inglés o turco.
fr: À défaut d'avoir la locale courante, la balise devrait au moins avoir une version anglaise ou turque.
hu: A címkének legalább az aktuális területi beállítást tartalmaznia kell, vagy hiba esetére egy angol, vagy török verziót
it: Il tag dovrebbe avere almeno il locale corrente, o in mancanza di esso una versione inglese o turca
nl: De tag dient tenminste de huidige locale bevatten, of anders een Engelse, Nederlandse of Turkse versie
pl: Tag powinien mieć co najmniej bieżące ustawienia regionalne lub, w przypadku braku wersji angielskiej lub tureckiej.
ru: Тег должен быть хотя бы в текущей локали или, если это невозможно, на английском или турецком языке
sv: Taggen ska ha åtminstone den aktuella språkinställningen, eller om det inte finns en engelsk eller turkisk version.
tr: Etiket içeriğinin en azından güncel yerelde bir karşılığı olmalı, ya da eğer o yoksa bir Türkçe ya da İngilizce sürüme sahip olmalı.

source: autoxml.check: '{}' errors.
az: autoxml.check: '{}' səhvləri.
de: autoxml.check: '{}' Fehler.
es: autoxml.check: errores '{}'.
fr: autoxml.check : erreurs {}
hu: autoxml.check: {} hiba
it: autoxml.check: errori {}
nl: autoxml.check: {} fouten
pl: autoxml.check: błędy „{}”.
sv: autoxml.check: {}-fel
tr: autoxml.check: '{}' hatayla sonuçlandı.

source: autoxml.parse: String '{}' has errors.
az: autoxml.parse: '{}' sətirində səhvlər var.
de: autoxml.parse: String '{}' hat Fehler.
es: autoxml.parse: la cadena '{}' tiene errores.
fr: autoxml.parse : La chaîne {} comporte des erreurs
hu: autoxml.parse: A(z) {} sztring hibákat tartalmaz
it: autoxml.parse: La stringa {} contiene degli errori
nl: autoxml.parse: lijn {} bevat fouten
pl: autoxml.parse: Ciąg „{}” zawiera błędy.
ru: autoxml.parse: Строка {} содержит ошибки
sv: autoxml.parse: Strängen {} innehåller fel
tr: autoxml.parse: Dizgi {} hatalar içeriyor.

source: autoxml.read: File '{}' has errors.
az: autoxml.read: '{}' faylında səhvlər var.
de: autoxml.read: Datei '{}' hat Fehler.
es: autoxml.read: el archivo '{}' tiene errores.
fr: autoxml.read : Le fichier {} contient des erreurs
hu: autoxml.read: A(z) {} fájl hibákat tartalmaz
it: autoxml.read: Il file {} contiene degli errori
nl: autoxml.read: bestand {} bevat fouten
pl: autoxml.read: Plik „{}” zawiera błędy.
ru: autoxml.read: Файл {} содержит ошибки
sv: autoxml.read: Filen {} innehåller fel
tr: autoxml.read: Dosya {} hatalar içeriyor.

source: autoxml.write: object validation has failed.
az: autoxml.write: obyekt təsdiqlənməsi uğursuz oldu.
de: autoxml.write: Objekt Validation ist fehlgeschlagen.
es: autoxml.write: la validación del objeto ha fallado.
fr: autoxml.write : la validation a échoué
hu: autoxml.write: az objektum ellenőrzés nem sikerült.
it: autoxml.write: validazione dell'oggetto fallita
nl: autoxml.write: objectvalidatie mislukt
pl: autoxml.write: sprawdzanie poprawności obiektu nie powiodło się.
ru: autoxml.write: Проверка объекта не удалась
sv: autoxml.write: validering av objekt misslyckades.
tr: autoxml.write: nesne doğrulaması başarısız oldu.

source: autoxml.write: File encoding '{}' has errors.
az: autoxml.write: Fayl kodlaşdırmasında '{}' xətası var.
de: autoxml.write: Dateikodierung '{}' hat Fehler.
es: autoxml.write: la codificación del archivo '{}' tiene errores.
fr: autoxml.write : L'encodage du fichier {} comporte des erreurs
hu: autoxml.write: A fájl-kódolás {} hibákat tartalmaz
it: autoxml.write: La codifica del file {} contiene degli errori
nl: autoxml.write: bestandscodering {} bevat fouten
pl: autoxml.write: Kodowanie pliku „{}” zawiera błędy.
ru: autoxml.write: Кодировка файла {} содержит ошибки
sv: autoxml.read: Filen {} innehåller fel
tr: autoxml.write: Dosya karakter kodlaması {} hatalar içeriyor.

source: gen_tag: unrecognized tag type {} in spec.
az: gen_tag: dəqiqləşdirilməmiş etiket növü {} spesifikasiyada.
de: gen_tag: unbekannter Tag Typ {} in Spec.
es: gen_tag: tipo de etiqueta no reconocida {} en la especificación.
fr: gen_tag : type de balyse {} non reconnu dans la spec
hu: gen_tag: ismeretlen a megadott {} címketípus
it: gen_tag: tipo di tag {} non riconosciuto in spec
nl: gen_tag: onherkenbare tag {} in spec
pl: gen_tag: nierozpoznany typ znacznika {} w specyfikacji.
ru: gen_tag: неизвестный тип тега {} в спектре
sv: gen_tag: okänd tagg typ {} i spec.
tr: gen_tag: belirtimde tanınmayan etiket tipi {}.

source: Mandatory variable {} not available.
az: Məcburi dəyişən {} mövcud deyil.
de: Obligatirische Variable {} nicht vorhanden.
es: La variable obligatoria {} no está disponible.
fr: La variable obligatoire {} n'est pas disponible
hu: Alapvető változó {} nem található
it: La variabile obbligatoria {} non è disponibile
nl: Verplichte variabele {} niet beschikbaar
pl: Obowiązkowa zmienna {} jest niedostępna.
ru: Обязательная переменная {} не доступна
sv: Obligatorisk variabel {} inte tillgänglig.
tr: Zorunlu değişken {} bulunamadı.

source: Type mismatch: read text cannot be decoded.
az: Uyğunsuzluq növü: oxunan mətn kodlaşdırıla bilməz.
de: Falscher Typ: read text kann nicht dekodiert werden.
es: No coinciden los tipos: el texto leído no se puede decodificar.
fr: Problème de correspondance de types : Le texte lu ne peut être décodé
hu: Típushiba: a beolvasott szöveget nem lehet dekódolni
it: Errore non corrispondenza di tipo: impossibile decodificare il testo letto
nl: Ongeldig type: leestekst kan niet ontcijferd worden
pl: Niezgodność typu: odczytanego tekstu nie można odkodować.
ru: Несоответствие типов: читаемый текст не может быть распознан
sv: Typmatchning: läst text kan inte avkodas.
tr: Tip uyumsuzluğu: okunan metnin kodlaması çözümlenemedi.

source: Mandatory token {} not available.
az: Məcburi işarə {} mövcud deyil.
de: Zwingend erforderliches Zeichen {} ist nicht verfügbar.
es: El token obligatorio {} no está disponible.
fr: Item {} obligatoire non disponible
hu: Alapvető token {} nem taláható
it: Il token obbligatorio {} non è disponibile
nl: Verplichte teken {} niet beschikbaar
pl: Obowiązkowy token {} jest niedostępny.
ru: Обязательный маркер {} не доступен
sv: Obligatorisk token {} inte tillgänglig.
tr: Zorunlu etiket {} bulunamadı.

source: Type mismatch. Expected {0}, got {1}
az: Uyğunsuzluğu yazın. Gözlənilən {0}, alındı ​​{1}
de: Falscher Typ. Erwartet {0}, erhalten {1}
es: Escriba falta de coincidencia. Se esperaba {0}, obtuve {1}
fr: Problème de correspondance de type. Attendu {0}, reçu {1}
hu: Típushiba: {0}-t vártam, {1}-t kaptam
it: Scambio di tipo. Atteso {0}, rilevato {1}
nl: Ongeldig type: {0} werd verwacht, {1} is gekregen
pl: Niezgodność typu. Oczekiwany {0}, dostał {1}
ru: Несоответствие типов: {0} вместо ожидаемого {1}
sv: Typmatchningsfel. Förväntade {0}, fick {1}
tr: Tip uyumsuzluğu. {0} beklerken, {1} alındı.

source: Type mismatch: DOM cannot be decoded.
az: Növ uyğunsuzluq: DOM kodlaşdırıla bilməz.
de: Falscher Typ: DOM kann nicht dekodiert werden.
es: No coinciden los tipos: DOM no se puede decodificar.
fr: Problème de correspondance de type : Impossible de décoder le DOM
hu: Típushiba: a DOM nem dekódolható
it: Scambio di tipo: il DOM non può essere decodificato
nl: Ongeldig type: DOM kan niet ontcijferd worden
pl: Niezgodność typu: DOM nie może być dekodowany.
ru: Несоответствие типов: DOM не может быть раскодирован
sv: Typmatchning: DOM kan inte avkodas.
tr: Tip uyumsuzluğu: DOM çözümlenemedi.

source: Mandatory argument not available.
az: Məcburi arqument mövcud deyil.
de: Obligatorisches Element nicht vorhanden.
es: Argumento obligatorio no disponible.
fr: Argument obligatoire non disponible
hu: Alapvető argumentum nem található
it: Argomento obbligatorio non disponibile
nl: Verplicht argument niet beschikbaar
pl: Argument obowiązkowy niedostępny.
ru: Обязательный аргумент не доступен
sv: Obligatoriskt argument inte tillgängligt.
tr: Zorunlu argüman alınamadı.

source: Object cannot be encoded.
az: Obyekt kodlanmır.
de: Objekt kann nicht kodiert werden.
es: El objeto no puede ser codificado.
fr: L'objet ne peut être encodé
hu: Az objektum nem kódolható
it: Impossibile codificare l'oggetto
nl: Object kan niet gecodeerd worden
pl: Narzędzie {} nie może zostać znalezione
ru: Объект не может быть закодирован
sv: Objektet kan inte formateras
tr: Nesne kodlanamadı.

source: Object cannot be formatted.
az: Obyekt formatlana bilmir.
de: Objekt kann nicht formatiert werden.
es: El objeto no puede formatearse.
fr: L'objet ne peut être formaté
hu: Az objektum nem formázható
it: L'oggetto non può essere formattato
nl: Object kan niet geformatteerd worden
pl: Narzędzie {} nie może zostać znalezione
ru: Объект не может быть отформатирован
sv: Objektet kan inte formateras
tr: Nesne biçimlendirilemedi.

source: List type must contain only one element.
az: Siyahı növü yalnız bir elementdən ibarət olmalıdır.
de: Listentyp darf nur ein Element enthalten.
es: El tipo de lista debe contener solo un elemento.
fr: La liste des type ne doit contenir qu'un seul élément
hu: A lista típus csak egy elemet tartalmazhat
it: Il tipo lista deve contenere solo un elemento
nl: Lijsttype mag maar één element bevatten
pl: Typ listy może zawierać tylko jeden element.
ru: Списоковый тип должен содержать только один элемент
sv: Listtyp får endast innehålla ett element.
tr: Liste tipi sadece bir eleman içermeli.

source: Mandatory list "{0}" under "{1}" node is empty.
az: "{1}" node altında məcburi siyahı "{0}" boşdur.
de: Obligatorische Liste "{0}" unter Knoten "{1}" ist leer.
es: La lista obligatoria "{0}" en el nodo "{1}" está vacía.
fr: La liste obligatoire "{0}" sous le noeud "{1}" est vide.
hu: Üres az alapvető "{0}" lista a(z) "{1}" node alatt.
it: La lista obbligatoria "{0}" sotto il nodo "{1}" è vuota.
nl: De verplichte lijst "{0}" onder de "{1}" nodus is leeg.
pl: Lista obowiązkowa „{0}” w węźle „{1}” jest pusta.
ru: Обязательный список "{0}" под узлом "{1}" пуст.
sv: Obligatorisk lista "{0}" under noden "{1}" är tom.
tr: "{1}" düğümü altındaki "{0}" zorunlu listesi boş.

source: getNodeText: Expected text node, got something else!
az: getNodeText: Gözlənilən mətn node, başqa bir şey var!
de: getNodeText: Text Knoten erwartet, aber etwas anderes erhalten!
es: getNodeText: nodo de texto esperado, ¡tengo algo más!
fr: getNodeText : Attendait un noeud texte, reçu quelque chose d'autre !
hu: getNodeText: Szöveges node-ot vártam, de valami mást kaptam!
it: getNodeText: Atteso il testo del nodo, ottenuto qualcos'altro!
nl: getNodeText:verwachte tekstverbinding, iets anders gevondenı!
pl: getNodeText: oczekiwany węzeł tekstowy, mam coś jeszcze!
ru: getNodeText: Ожидаемый текстовый узел, получено кое-что еще!
sv: getNodeText: Förväntad textnod, fick något annat!
tr: getNodeText: Metin düğüm beklenirken başka birşey alındı!

source: Cannot read URI {0}: {1}
az: URI oxuya bilmir {0}: {1}
de: Parsen von {0} nicht möglich: {1}
es: No se puede leer el URI {0}: {1}
fr: Impossible de lire l'URI {0}: {1}
it: Impossibile leggere l'URI {0}: {1}
nl: Kan URI {0} niet lezen: {1}
pl: Nie można odczytać identyfikatora URI {0}: {1}
ru: Не удалось прочитать URI {0}: {1}
sv: Kan inte läsa URI {0}: {1}
tr: Kaynak adresi (URI) okunamadı {0}: {1}

source: [-] Process triggering for
az: [-] Proses tetikler
de: [-] Prozessauslösung für
es: [-] Proceso de activación para
fr: [-] Déclenchement de processus pour
tr: [-] İşlem tetiklendi:

source: [!] Triggering end with
az: [!] İlə tətil sonu
de: [!] Auslösendes Ende mit
es: [!] Final de disparo con
fr: [!] Déclenchement fin avec
tr: [!] Tetikler işlendi:

source: [+] Process triggered for [;0m{}
az: [+] Proses [; 0m {} üçün başlatdı
de: [+] Prozess ausgelöst für [;0m {}
es: [+] Proceso activado para [; 0m {}
fr: [+] Processus déclenché pour [;0m{}
tr: [+] İşlem tetiklendi: [;0m{}

source: setAuthInfo needs a tuple (user, pass)
az: setAuthInfo'nin çoxluğa ehtiyacı var (istifadəçi, keçid)
de: setAuthInfo braucht ein Tupel (user, pass)
es: setAuthInfo necesita una tupla (usuario, pase)
fr: setAuthInfo a besoin d'un tuple (utilisateur, mot de passe)
hu: a setAuthInfo bemenete egy tuple (user, pass)
it: setAuthInfo vuole una tupla (utente, password)
nl: setAuthInfo heeft een unieke relatie nodig (gebruiker, wachtwoord)
pl: setAuthInfo wymaga krotki (użytkownik, hasło)
sv: setAuthInfo behöver en tupel (användare, pass)
tr: setAuthInfo bir (kullanıcı, parola) ikilisi ister.

source: Another instance of Inary is running. Only one instance is allowed.
az: İkili başqa bir nümunə çalışır. Yalnız bir misala icazə verilir.
de: Eine andere Instanz von INARY wird ausgeführt. Es ist nur eine Instanz erlaubt.
es: Se está ejecutando otra instancia de Binary. Solo se permite una instancia.
fr: Une autre instance de INARY est en cours d'exécution. Une seule est autorisée.
hu: Egy másik INARY már fut. Csak egy példány indítása megengedett.
it: Un'altra istanza di INARY è in esecuzione. La modifica del database di INARY è consentita a un'unica istanza alla volta.
nl: Er is al een kopie van INARY actief. Dit is slechts eenmaal toegestaan.
pl: Inny proces INARY jest już uruchomiony. Dozwolony jest tylko jeden uruchomiony proces INARY.
ru: Работает другой экземпляр INARY. Допускается работа только одного экземпляра программы.
sv: En annan instans av Inary körs. Endast en instans är tillåten.
tr: Sistemde çalışan bir inary mevcut. Aynı anda sadece tek inary çalışabilir.

source: Invalidating database caches...
az: Məlumat bazası önbellekleri etibarsızdır ...
de: Datenbankcaches werden ungültig gemacht ...
es: Invalidación de cachés de bases de datos ...
fr: Mise à jour de la base de données quoi qu'il arrive
hu: Adatbázis frissítése mindenképpen
it: Aggiorna il database in ogni caso
nl: Altijd database bijwerken
pl: Generowanie {},
ru: Обновление базы данных в любом случае
sv: Skapar {}...
tr: Veritabanı önbelleği değiştirilerek güncelliyor...

source: Updating database caches...
az: Verilənlər bazası önbellekləri yenilənir ...
de: Datenbankcaches werden aktualisiert ...
es: Actualizando cachés de bases de datos ...
fr: Mise à jour de la base de données quoi qu'il arrive
hu: Adatbázis frissítése mindenképpen
it: Aggiorna il database in ogni caso
nl: Altijd database bijwerken
pl: Generowanie {},
ru: Обновление базы данных в любом случае
sv: Skapar {}...
tr: Veritabanı önbelleği güncelliyor...

source: File {} not found.
az: Fayl {} tapılmadı.
de: Datei "{}" nicht gefunden.
es: Archivo no encontrado.
fr: Le fichier {} est introuvable
hu: A(z) {} fájl nem található
it: File {} non trovato
nl: Bestand {} niet gevonden
pl: Plik {} nie został znaleziony
ru: Файл {} не найден
sv: Filen {} hittades inte
tr: "{}" dosyası bulunamadı.

source: Including external link "{}"
az: Xarici link də daxil olmaqla "{}"
de: Externer Link "{}" wird eingebunden
es: Incluyendo enlace externo "{}"
fr: Inclusion du lien externe {}
hu: A(z) {} külső hivatkozás hozzáadva
it: Includendo il collegamento esterno {}
nl: Bijsluiten externe koppeling {}
pl: Dołączanie zewnętrznego powiązania {}
ru: Включая внешнюю ссылку {}
sv: Inklusive extern länk "{}"
tr: "{}" haricî bağlantısı ekleniyor.

source: Including directory "{}"
az: "{}" Qovluğu daxil
de: Verzeichnis "{}" wird eingebunden
es: Incluyendo el directorio "{}"
fr: Inclusion du répertoire {}
hu: A(z) {} könyvtár hozzáadva
it: Includendo la cartella {}
nl: Bijsluiten map {}
pl: Dołączanie katalogu {}
ru: Подключение деректории {}
sv: Installation misslyckades.
tr: "{}" dizini ekleniyor.

source: You don't have necessary read permissions
az: Lazımi oxumaq icazəniz yoxdur
de: Sie haben nicht die benötigten Leserechte
es: No tienes los permisos de lectura necesarios
fr: Vous n'avez pas le droit de lecture
it: Non avete i permessi necessari per la lettura
nl: U bezit niet de benodigde leestoegangsrechten
pl: Nie masz niezbędnych uprawnień do odczytu
ru: У вас нет необходимого разрешения на чтение
sv: Du har inte nödvändiga läsbehörigheter
tr: Gerekli okuma izinlerine sahip değilsiniz

source: Cannot calculate SHA1 hash of "{}"
az: "{}" Nin SHA1 hash hesablamaq olmur
de: SHA1-Hash von "{}" kann nicht berechnet werden
es: No se puede calcular el hash SHA1 de "{}"
fr: Impossible de calculer le hash SHA1 de {}
hu: Nem tudom kiszámítani {} SHA1 értékét
it: Impossibile calcolare l'hash SHA1 di {}
nl: Kan SHA1 hash niet berekenen uit {}
pl: Nie można obliczyć hash SHA1 {}
ru: Не могу вычислить SHA1 хэш для {}
sv: Det går inte att beräkna SHA1-hash av "{}"
tr: "{}" dosyasının SHA1 kontrol değeri hesaplanamıyor.

source: Compression type is not valid: '{}'
az: Sıxılma növü etibarlı deyil: '{}'
de: Der Kompressionstyp ist nicht gültig: '{}'
es: El tipo de compresión no es válido: '{}'
fr: Type de compression invalide : {}
hu: Tömörítési típus érvénytelen: {}
it: Tipo di compressione non è valido: {}
nl: Compressietype is ongeldig: {}
pl: Typ kompresji nie jest poprawny: "{}"
ru: Тип сжатия не верный: {}
sv: Komprimeringstypen är inte giltig: '{}'
tr: Sıkıştırma türü geçerli değil: '{}'

source: Error while decompressing "{0}": {1}
az: "{0}" çıxartma zamanı səhv: {1}
de: Fehler beim Entpacken "{0}": {1}
es: Error al descomprimir "{0}": {1}
fr: Erreur lors de la décompression de {0} : {1}
hu: Hiba a {0} kicsomagolása közben: {1}
it: Errore durante la decompressione {0}: {1}
nl: Fout tijdens decomprimeren {0}: {1}
pl: Błąd podczas dekompresji {0}: {1}
ru: Ошибка в процессе декомпрессии {0}: {1}
sv: Fel vid dekomprimering av "{0}": {1}
tr: "{0}" çıkartılırken hata: {1}

source: Detected patch level={0} for {1}
az: Aşkar edilmiş patch səviyyəsi={0} üçün {1}
de: Erkanntes Patch-Level = {0} für {1}
es: Nivel de parche detectado = {0} para {1}
fr: Niveau de patch détecté = {0} pour {1}
it: Livello patch rilevato = {0} per {1}
nl: Patchniveau gedetecteerd = {0} voor {1}
pl: Wykryty poziom łaty = {0} dla {1}
ru: Уровень обнаруженного патча = {0} для {1}
sv: Detekterad korrigeringsnivå = {0} för {1}
tr: {1} yaması için tespit edilen seviye = {0}

source: ERROR: patch ("{}") failed.
az: ERROR: yamaq ("{}") alınmadı.
de: ERROR: Patch ("{}") fehlgeschlagen.
es: ERROR: el parche ("{}") falló.
fr: ERREUR : le patch ("{}") a échoué
hu: HIBA: a patch {} alkalmazása nem sikerült
it: ERRORE: patch {} fallita
nl: Fout: patch {} mislukt
pl: Błąd: lokalizacja {} nie poprawna
ru: СБОЙ: не удалось применить патч {}
sv: FEL: patch {} misslyckades
tr: HATA: Yama ("{}") başarısız.

source: ERROR: patch ("{0}") failed: {1}
az: ERROR: yamaq ("{0}") uğursuz oldu: {1}
de: ERROR: Patch ("{0}") fehlgeschlagen: {1}
es: ERROR: el parche ("{0}") falló: {1}
fr: ERREUR : le patch ("{0}") a échoué : {1}
hu: HIBA: a patch ({0}) alkalmazása nem sikerült: {1}
it: ERRORE: patch ({0}) fallita: {1}
nl: Fout: patch ({0}) mislukt: {1}
pl: Błąd: lokalizacja ({0}) nie poprawna: {1}
ru: СБОЙ: не удалось применить патч ({0}): {1}
sv: FEL: patch ({0}) misslyckades: {1}
tr: HATA: Yama ("{0}") başarısız: {1}

source: 'strip' command failed for file "{}"!
az: "{}" faylı üçün 'strip' əmri alınmadı!
de: 'strip' Befehl für die Datei "{}" fehlgeschlagen!
es: ¡El comando 'strip' falló para el archivo "{}"!
fr: La commande strip a échoué pour le fichier {} !
hu: A strip parancsot nem tudtam végrehajtani a(z) {} fájlon!
it: Il commando strip è fallito per il file {}!
nl: Commando 'strip' mislukte voor bestand {}!
pl: Komenda „strip” nie powiodła się dla pliku {{}!
ru: Команда strip не удалась для файла {}!
sv: "strip" -kommandot misslyckades för filen "{}"!
tr: 'strip' komutu "{}" dosyası için başarısız oldu!
