Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: no such option: %s
tr: bilinmeyen seçenek: %s

source: ambiguous option: %s (%s?)
tr: belirsiz seçenek: %s (%s?)

source: Usage
tr: Kullanım

source: integer
tr: tamsayı

source: floating-point
tr: kayan noktalı

source: complex
tr: karmaşık

source: option %s: invalid %s value: %r
tr: seçenek %s: değeri: %r için geçersiz %s

source: option %s: invalid choice: %r (choose from %s)
tr: seçenek %s: geçersiz seçim: %r (olası değerler: %s)

source: show this help message and exit
tr: bu yardım iletisini göster ve çık

source: show program's version number and exit
tr: programın sürüm numarasını göster ve çık

source: %prog [options]
tr: %prog [seçenekler]

source: %(option)s option requires %(number)d argument
tr: %(option)s seçeneği %(number)d adet argüman almalıdır

source: %s option does not take a value
tr: %s seçeneği herhangi bir değer almaz

source: Options
tr: Seçenekler

source: Program terminated.
az: Proqrama xitam verildi.
de: Programm beendet.
es: Programa terminado.
fr: Programme terminé.
hu: A program futása befejeződött.
it: Programma terminato.
nl: Programma beëindigd.
pl: Program Zakończony.
ru: Программа завершена.
sv: Programmet avbröts.
tr: Program sonlandırıldı.

source: System error. Program terminated.
az: Sistem səhvi. Proqrama xitam verildi.
de: Systemfehler. Programmausführung abgebrochen.
es: Error del sistema. Programa terminado.
fr: Erreur du système. Programme terminé.
hu: Rendszerhiba. A program futása megszakadt.
it: Errore di sistema. Programma terminato.
nl: Systeemfout. Programma beëindigd.
pl: Błąd Systemu. Program Zakończony.
ru: Системная ошибка. Программа закрыта.
sv: Systemfel. Programmet avbröts.
tr: Sistem hatası. Program sonlandırıldı.

source: Please use 'inary help' for general help.
az: Xahiş edirəm ümumi yardım üçün 'inary help' istifadə edin.
de: Bitte geben Sie 'inary help' für die Allgemeine-Hilfe ein.
es: Utilice 'ayuda binaria' para obtener ayuda general.
fr: Veuillez utiliser 'inary help' pour une aide généraliste.
hu: Kérjük, használja a "inary help" alkalmazást az általános súgóhoz.
it: Utilizza per favore 'inary help' per un aiuto generico.
nl: Gebruik inary help voor algemene hulp.
pl: Proszę użyć 'inary help' w celu uzyskania pomocy.
ru: Используйте 'inary help' для получения справки.
sv: Vänligen använd 'inary help' för allmän hjälp.
tr: Genel yardım için lütfen 'inary help' komutunu kullanınız.

source: Use --debug to see a traceback.
az: Bir trackback görmək üçün --debug istifadə edin.
de: Verwenden Sie --debug, um einen traceback zu sehen.
es: Use --debug para ver un rastreo.
fr: Utiliser --debug pour voir la pile d'exécution.
hu: Használja a --debug kapcsolót a visszakövetés megjelenítéséhez.
it: Utilizza --debug per vedere il traceback.
nl: Gebruik --debug voor een terugloop.
pl: Użyj --debug aby zobaczyć informacje traceback
ru: Используйте --debug для просмотра отладочной информации
sv: Använd --debug för att se en bakåtspårning.
tr: Geri izleme verisi almak için lütfen --debug seçeneğini kullanın.

source: Using inary in WSL environment is not allowed.
az: WSL mühitində ikili istifadəyə icazə verilmir.
de: Die Verwendung von Binärdateien in einer WSL-Umgebung ist nicht zulässig.
es: El uso de binarios en el entorno WSL no está permitido.
fr: L'utilisation du inary dans un environnement WSL n'est pas autorisée.
tr: WSL ortamında inary kullanımına izin verilmez.

source: Inary package
tr: Inary paketi

source: Configure failed.
az: Konfiqurasiya uğursuz oldu.
de: Configure fehlgeschlagen.
es: La configuración ha fallado.
fr: Échec de la configuration.
hu: A configure végrehajtása nem sikerült.
it: Configure fallito.
nl: Configuratie mislukt.
pl: Konfiguracja nie powiodła się.
ru: Настройка не удалась.
sv: Konfigureringen misslyckades.
tr: Yapılandırma işlemi başarısız oldu.

source: No configure script found. ("{}" file not found.)
az: Konfiqurasiya ssenarisi tapılmadı. ("{}" fayl tapılmadı.)
de: Kein configure Skript für cmake gefunden.
es: No se ha encontrado el script de configuración. ("{}" archivo no encontrado.)
fr: Pas trouvé de fichier configure pour cmake.
hu: Nem található konfiguráló szkript a cmake-hez.
it: Nessun script configure trovato per cmake.
nl: Geen configuratiescript voor cmake gevonden.
pl: Nie znaleziono skryptu konfiguracyjnego dla cmake.
ru: Не найден скрипт конфигурации для cmake.
sv: Konfigurationsskript hittades ej.
tr: Yapılandırma betiği ("{}") bulunamadı.

source: Compiling failed.
az: Compiling tərtib edilmədi.
de: Configure fehlgeschlagen.
es: Compilación fallida.
fr: Échec de la configuration.
hu: A configure végrehajtása nem sikerült.
it: Configure fallito.
nl: Configuratie mislukt.
pl: Konfiguracja nie powiodła się.
ru: Настройка не удалась.
sv: Konfigureringen misslyckades.
tr: Derleme işlemi başarısız oldu.

source: Make failed.
az: Make uğursuz oldu.
de: Make fehlgeschlagen.
es: Hacer fallido.
fr: Échec de la construction.
hu: A make végrehajtása nem sikerült.
it: Make fallito.
nl: Make mislukt.
pl: Make nie powiódł się.
ru: Ошибка сборки.
sv: Make misslyckades.
tr: İnşa işlemi başarısız oldu.

source: Install failed.
az: Install quraşdırma alınmadı.
de: Installation fehlgeschlagen.
es: Instalación fallida.
fr: Échec de l'installation.
hu: A telepítés nem sikerült.
it: Install fallito.
nl: Install mislukt.
pl: Instalacja nie powiodła się.
ru: Ошибка установки.
sv: Installation misslyckades.
tr: Kurulum işlemi başarısız oldu.

source: Running 'aclocal' failed.
az: 'aclocal' çalışması uğursuz oldu.
de: Ausführen von 'aclocal' fehlgeschlagen.
es: Ejecutar 'aclocal' falló.
fr: L'exécution de aclocal a échoué.
hu: Az aclocal futtatása nem sikerült.
it: Esecuzione di aclocal fallita.
nl: Uitvoeren aclocal mislukt.
pl: Uruchomienie aclocal nie powiodło się.
ru: Запуск aclocal не удался.
sv: Körning av aclocal misslyckades.
tr: 'aclocal' çalıştırma işlemi başarısız oldu.

source: Running 'autogen.sh' script failed.
az: 'autogen.sh' skriptini işə salmaq uğursuz oldu.
de: Ausführen von 'autogen.sh' fehlgeschlagen.
es: La ejecución del script 'autogen.sh' falló.
fr: L'exécution de autoreconf a échoué.
hu: Az autoreconf futása nem sikerült.
it: Esecuzione di autoreconf fallita.
nl: Uitvoeren autoreconf mislukt.
pl: Uruchomienie autoreconf nie powiodło się.
ru: Запуск autoreconf не удался.
sv: Körning av autoreconf misslyckades.
tr: 'autogen.sh' betiğini çalıştırma işlemi başarısız oldu.

source: Running 'autoconf' failed.
az: 'autoconf' işlədilmədi.
de: Ausführen von 'autoconf' fehlgeschlagen.
es: La ejecución de 'autoconf' falló.
fr: L'exécution de autoconf a échoué.
hu: Az autoconf végrehajtása nem sikerült.
it: Esecuzione di autoconf fallita.
nl: Uitvoeren autoconf mislukt.
pl: Uruchomienie autoconf nie powiodło się.
ru: Запуск autoconf не удался.
sv: Körning av autoconf misslyckades.
tr: 'autoconf' çalıştırma işlemi başarısız oldu.

source: Running 'autoreconf' failed.
az: 'autoreconf' işlədilmədi.
de: Ausführen von 'autoreconf' fehlgeschlagen.
es: La ejecución de 'autoreconf' falló.
fr: L'exécution de autoreconf a échoué.
hu: Az autoreconf futása nem sikerült.
it: Esecuzione di autoreconf fallita.
nl: Uitvoeren autoreconf mislukt.
pl: Uruchomienie autoreconf nie powiodło się.
ru: Запуск autoreconf не удался.
sv: Körning av autoreconf misslyckades.
tr: 'autoreconf' çalıştırma işlemi başarısız oldu.

source: Running 'automake' failed.
az: "automake" işlədilmədi.
de: Ausführen von 'automake' fehlgeschlagen.
es: La ejecución de 'automake' falló.
fr: L'exécution de automake a échoué.
hu: Az automake futása nem sikerült.
it: Esecuzione di automake fallita.
nl: Uitvoeren automake mislukt.
pl: Uruchomienie automake nie powiodło się.
ru: Запуск automake не удался.
sv: Körning av automake misslyckades.
tr: 'automake' çalıştırma işlemi başarısız oldu.

source: Running 'autoheader' failed.
az: "autoheader" işə düşmədi.
de: Ausführen von 'autoheader' fehlgeschlagen.
es: Ejecutar 'autoheader' falló.
fr: L'exécution de autoheader a échoué.
hu: Az autoheader futása nem sikerült.
it: Esecuzione di autoheader fallita.
nl: Uitvoeren autoheader mislukt.
pl: Uruchomienie autoheader nie powiodło się.
ru: Запуск autoheader не удался.
sv: Körning av autoheader misslyckades.
tr: 'autoheader' çalıştırma işlemi başarısız oldu.

source: No Makefile found.
az: Make işiy tapılmadı.
de: Keine Make-Datei gefunden.
es: No se encontró Makefile.
fr: Fichier Makefile introuvable.
hu: Nem találok Makefile fájlt.
it: File makefile non trovato.
nl: Geen Makefile-bestand gevonden.
pl: Nie znaleziono pliku Makefile.
ru: Makefile не найден.
sv: Ingen Make-fil funnen.
tr: Makefile dosyası bulunamadı.

source: Unable to retrieve CPU count: {}
az: CPU çekirdek sayını əldə etmək olmur: {}
de: CPU-Anzahl kann nicht abgerufen werden: {}
es: No se puede recuperar el recuento de CPU: {}
fr: Impossible de récupérer le nombre d'CPU: {}
hu: Nem olvasható a fájl {}: {}
it: Impossibile leggere il file {}: {}
nl: Kan bestand {} niet lezen : {}
pl: Nie można przeczytać skryptu SCOM {}: {}
ru: Невозможно прочитать файл {}: {}
sv: Det går inte att hämta CPU-räkning: {}
tr: CPU çekirdek sayısı okunamıyor: {}

source: Util '{}' cannot be found.
az: Util '{}' tapılmadı.
de: Dienstprogramm '{}' konnte nicht gefunden werden.
es: No se puede encontrar la utilidad '{}'.
fr: L'utilitaire {} n'a pu être trouvé
hu: A(z) {} eszköz nem található
it: Utilità {} non trovata
nl: Hulpprogramma {} niet gevonden
pl: Narzędzie {} nie może zostać znalezione
ru: Утилита {} не найдена
sv: Verktyget {} kunde inte hittas
tr: '{}' aracı bulunamadı.

source: '{0}' does not exist, using plain name '{1}'
az: '{1}' düz adından istifadə etməklə '{0}' mövcud deyil
de: Achtung: '{0}' existiert nicht, verwende einfachen Namen '{1}'
es: '{0}' no existe, utilizando el nombre simple '{1}'
fr: Attention : {0} n'existe pas, utilisation du simple nom {1}
hu: Figyelmeztetés: {0} nem létezik, kérem adja meg {1} megfelelő nevét.
it: Attenzione: {0} non esiste, utilizzo il nome semplice {1}
nl: Waarschuwing: {0} bestaat niet, {1} wordt gebruikt
pl: Ostrzeżenie: {0} nie istnieje, używam prostej nazwy {1}
ru: Предупреждение: {0} не существует, используя {1}
sv: '{0}' finns inte med vanlig namn '{1}'
tr: Uyarı: '{0}' bulunamadı, düz adı olan '{1}' kullanılıyor.

source: Insufficient arguments.
az: Yetərli olmayan arqumentlər.
de: Unzureichende Argumente.
es: Argumentos insuficientes.
fr: Pas assez d'arguments.
hu: Nem elegendőek a megadott argumentumok.
it: Argomenti insufficienti.
nl: Onvoldoende parameters.
pl: Niewystarczająca liczba argumentów.
ru: Недостаточно аргументов.
sv: Otillräckligt med argument.
tr: Yetersiz sayıda parametre.

source: No executable file matched pattern "{}".
az: "{}" Nümunəsi ilə işlənən bir fayl tapılmadı.
de: Keine ausführbare Datei gleicht dem Muster "{}".
es: Ningún archivo ejecutable coincide con el patrón "{}".
fr: Aucun fichier exécutable ne correspond au critère "{}".
hu: Nincs a mintára illeszkedő, futtatható fájl: "{}".
it: Nessun file eseguibile con il pattern "{}" trovato.
nl: Geen uitvoerbare bestanden komen overeen met patroon "{}".
pl: Brak dopasowanego pliku wykonywalnego do szablonu "{}".
ru: Нет запускаемого файла, соответствующего шаблону "{}".
sv: ActionsAPI [move]: Ingen fil matchade mönstret "{}".
tr: "{}" ile eşleşen çalıştırılabilir bir dosya bulunamadı.

source: No file matched pattern "{}".
az: "{}" Nümunəsinə uyğun bir fayl tapılmadı.
de: Keine Datei gleicht dem Muster "{}".
es: Ningún archivo coincide con el patrón "{}".
fr: Aucun fichier ne correspond au critère "{}".
hu: Nincs illeszkedő fájlnév-minta "{}".
it: Nessun file con il pattern "{}".
nl: Geen bestand komt overeen met patroon "{}".
pl: Brak dopasowanego pliku wedłg wzorca "{}".
ru: Нет файла, соответствующего шаблону "{}".
sv: ActionsAPI [move]: Ingen fil matchade mönstret "{}".
tr: "{}" ile eşleşen bir dosya bulunamadı.

source: No file matched pattern "{}"
az: "{}" Nümunəsinə uyğun heç bir fayl tapılmadı
de: Keine Datei zu dem Suchmuster "{}" gefunden
es: Ningún archivo coincide con el patrón "{}"
fr: Aucun fichier ne correspond au critère "{}"
hu: Nem találtam a mintára illeszkedő fájlnevet "{}"
it: Nessun file con il pattern "{}" trovato
nl: Geen bestand komt overeen met patroon "{}"
pl: Brak dopasowanego pliku wedłg wzorca "{}"
ru: Нет файла, соответствующего запросу "{}"
sv: ActionsAPI [move]: Ingen fil matchade mönstret "{}".
tr: "{}" ile eşleşen bir dosya bulunamadı.

source: ActionsAPI [doman]: Wrong man page file: "{}"
az: ActionsAPI [doman]: Səhv adam səhifəsi faylı: "{}"
de: ActionsAPI [doman]: Falsche Datei für man page: "{}"
es: ActionsAPI [doman]: archivo de página de manual incorrecto: "{}"
fr: ActionsAPI [doman]: Fichier de page de manuel incorrect : {}
hu: ActionsAPI [doman]: Rossz kézikönyv oldal fájl: {}
it: ActionsAPI [doman]: file di pagina man sbagliato: {}
nl: ActionsAPI [doman]: onjuist man-pagina bestand: {}
pl: ActionsAPI [doman]: Błędny plik stron man: {}
ru: ActionsAPI [doman]: Неверная страница man: {}
sv: ActionsAPI [doman]: Fel man-sidefil: {}
tr: ActionsAPI [doman]: Yanlış kılavuz sayfası dosyası: "{}"

source: No file matched pattern "{}". 'domove' operation failed.
az: "{}" Nümunəsinə uyğun bir fayl tapılmadı. 'domove' əməliyyatı uğursuz oldu.
de: Keine Datei mit Muster "{}" gefunden. Operation 'domove' fehlgeschlagen.
es: Ningún archivo coincide con el patrón "{}". La operación 'domove' falló.
fr: Aucun fichier ne correspond au critère "{}". Échec de l'opération 'domove'.
hu: Nem találtam a mintára illeszkedő fájlnevet "{}". A 'domove' művelet nem sikerült.
it: Nessun file con il pattern "{}" trovato. Operazione 'domove' fallita.
nl: Geen bestand komt overeen met patroon "{}". 'domove' handeling mislukt.
pl: Brak dopasowanego pliku wedłg wzorca "{}". 'domove' Operacja nie powiodła się.
ru: Нет файла, соответствующего шаблону "{}". 'domove' операция отменена.
sv: Ingen fil matchade mönster "{}". "domove" -funktionen misslyckades.
tr: "{}" ile eşleşen bir dosya bulunamadı. 'domove' işlemi başarısız oldu.

source: ActionsAPI [rename]: "{0}": "{1}"
es: ActionsAPI [renombrar]: "{0}": "{1}"
hu: ActionsAPI [átnevezés]: {0}:{1}
pl: ActionsAPI [zmiana nazwy]: {}: {}
ru: ActionsAPI [rename]: {}: {}
tr: ActionsAPI [rename]: (yeniden adlandırma) "{0}": "{1}"

source: No such file matching pattern: "{}". 'dosed' operation failed.
az: Belə bir uyğun sənəd nümunəsi yoxdur: "{}". 'dosed' əməliyyatı uğursuz oldu.
de: Keine Datei gleicht dem Muster: "{}". Operation 'dosed' fehlgeschlagen.
es: No existe ese patrón de coincidencia de archivos: "{}". la operación 'dosificada' falló.
fr: Aucun fichier ne correspond au critère "{}". Échec de l'opération 'dosed'.
hu: Nem találtam a mintára illeszkedő fájlnevet "{}". A 'dosed' művelet nem sikerült.
it: Nessun file con il pattern "{}" trovato. Operazione 'dosed' fallita.
nl: Geen bestand komt overeen met patroon: "{}". 'dosed' handeling misluky.
pl: Nie znaleziono pliku dopasowanego wedłg wzorca "{}". 'dosed' Operacja nie powiodła się.
ru: Нет файла, соответствующего запросу: "{}". 'dosed' операция отменена.
sv: Inget sådant filmönster: "{}". "doserad" operation misslyckades.
tr: "{}" ile eşleşen bir dosya bulunamadı. 'dosed' işlemi başarısız oldu.

source: dosed method has not changed file "{}".
az: dosed metod "{}" faylını dəyişmədi.
de: Prozedur dosed hat die Datei "{}" nicht verändert.
es: el método dosificado no ha cambiado el archivo "{}".
fr: La méthode dosed n'a pas changé le fichie {}.
hu: a(z) {} fájl 'dosed' metódusa módja nem változott.
it: Il metodo dosed non ha modificato il file {}.
nl: desed methode heeft bestand {} niet veranderd.
pl: metoda dodawania nie zmieniła pliku {}.
ru: dosed метод не поменял файл {}.
sv: den doserade metoden har inte ändrat filen "{}".
tr: dosed "{}" dosyasında bir değişiklik yapmadı.

source: "{}" has been changed by dosed method.
az: "{}" dosed üsulu ilə dəyişdirildi.
de: "{}" wurde durch dosierte Methode geändert.
es: "{}" ha sido cambiado por el método de dosificación.
fr: "{}" a été modifié par la méthode dosée.
it: "{}" è stato modificato con il metodo dosato.
nl: "{}" is gewijzigd volgens de doseringsmethode.
pl: „{}” zostało zmienione metodą dozowania.
ru: «{}» был изменен дозированным методом.
sv: "{}" har ändrats med doserad metod.
tr: "{}" dosyası dosed metodu ile değiştirildi.

source: File does not exist or permission denied: "{}"
az: Fayl yoxdur və ya icazə rədd edildi: "{}"
de: Datei existiert nicht oder Zugang verweigert: "{}"
es: El archivo no existe o se ha denegado el permiso: "{}"
fr: Le fichier n'existe pas ou la permission est refusée : {}
hu: A fájl nem létezik vagy a hozzáférés megtagadva: {}
it: Il file non esiste o non si hanno i permessi necessari: {}
nl: Bestand bestaat niet of toegang wordt geweigerd: {}
pl: Plik nie istnieje lub brak uprawnień: {}
ru: Файл не существует или доступ запрещен: {}
sv: ActionsAPI [touch]: Tillstånd nekas: {}
tr: Dosya yok ya da erişim reddedildi: "{}"

source: ActionsAPI [dosym]: File already exists: "{}"
az: ActionsAPI [dosym]: Fayl artıq mövcuddur: "{}"
de: ActionsAPI [dosym]: Datei existiert schon: "{}"
es: ActionsAPI [dosym]: el archivo ya existe: "{}"
fr: ActionsAPI [dosym]: Le fichier existe : {}
hu: ActionsAPI [dosym]: A fájl már létezik: {}
it: ActionsAPI [dosym]: Il file {} esiste già.
nl: ActionsAPI [dosym]: Bestand reeds aanwezig: {}
pl: ActionsAPI [dosym]: Plik już istnieje: {}
ru: ActionsAPI [dosym]: Файл уже существует: {}
sv: ActionsAPI [dosym]: Filen finns redan: {}
tr: ActionsAPI [dosym]: Dosya zaten var: "{}"

source: No file matched pattern "{}". Remove operation failed.
az: "{}" Nümunəsinə uyğun bir fayl tapılmadı. Silinmə əməliyyatı alınmadı.
de: Keine Datei gleicht dem Muster "{}". Entfernen fehlgeschlagen.
es: Ningún archivo coincide con el patrón "{}". La operación de eliminación falló.
fr: Aucun fichier ne correspond au critère "{}". Échec de l'opération de suppression.
hu: Nincs illeszkedő fájlnév-minta "{}". A törlés nem sikerült.
it: Nessun file con il pattern "{}. Rimozione fallita.
nl: Geen bestand komt overeen met patroon "{}". Verwijderen mislukt.
pl: Brak dopasowanego pliku wedłg wzorca "{}". Operacja usunięcia nie powiodła się.
ru: Нет файла, соответствующего шаблону "{}". Операция удаления отменена.
sv: Ingen fil matchade mönster "{}". Ta bort åtgärden misslyckades.
tr: "{}" ile eşleşen bir dosya bulunamadı. Silme işlemi başarısız oldu.

source: No directory matched pattern "{}". Remove directory operation failed.
az: "{}" Nümunəsinə uyğun qovluq yoxdur. Silinən qovluq əməliyyatı alınmadı.
de: Kein Verzeichnis gleicht dem Muster "{}". Entfernen des Verzeichnisses fehlgeschlagen.
es: Ningún directorio coincide con el patrón "{}". La operación de eliminación del directorio falló.
fr: Aucun fichier ne correspond au critère "{}". Échec de l'opération de suppression de dossier.
hu: Nincs illeszkedő könyvtárnév-minta "{}". A könyvtár eltávolítása nem sikerült.
it: Nessun file con il pattern "{}" trovato. Rimozione directory fallita.
nl: Geen map komt overeen met patroon "{}". Verwijderen map misluky.
pl: Brak dopasowanego folderu wedłg wzorca "{}". Operacja usunięcia folderu nie powiodła się.
ru: Нет директории, соответствующего шаблону "{}". Операция удаления директории отменена.
sv: Inget katalogmatchat mönster "{}". Ta bort katalogoperationen misslyckades.
tr: "{}" ile eşleşen bir dizin bulunamadı. Dizin silme işlemi başarısız oldu.

source: No any file/directory matched to regex expression "{}".
az: "{}" Regex ifadəsinə uyğun heç bir fayl / qovluq tapılmadı.
de: Keine Datei gleicht dem Muster "{}".
es: Ningún archivo / directorio coincide con la expresión regular "{}".
fr: Aucun fichier ne correspond au critère "{}".
hu: Nincs illeszkedő fájlnév-minta "{}".
it: Nessun file con il pattern "{}".
nl: Geen bestand komt overeen met patroon "{}".
pl: Brak dopasowanego pliku wedłg wzorca "{}".
ru: Нет файла, соответствующего шаблону "{}".
sv: ActionsAPI [move]: Ingen fil matchade mönstret "{}".
tr: "{}" ile eşleşen bir dosya/dizin bulunamadı.

source: DoJavadoc failed.
az: DoJavadoc uğursuz oldu.
de: DoJavadoc fehlgeschlagen.
es: DoJavadoc falló.
fr: Échec de la construction.
hu: A make végrehajtása nem sikerült.
it: Make fallito.
nl: Make mislukt.
pl: Make nie powiódł się.
ru: Ошибка сборки.
sv: Make misslyckades.
tr: DoJavadoc inşa işlemi başarısız oldu.

source: Compile failed.
az: Tərtib olunmadı.
de: Compile fehlgeschlagen.
es: La compilación ha fallado.
fr: Échec de la configuration.
hu: A configure végrehajtása nem sikerült.
it: Configure fallito.
nl: Configuratie mislukt.
pl: Konfiguracja nie powiodła się.
ru: Настройка не удалась.
sv: Konfigureringen misslyckades.
tr: Derleme işlemi başarısız oldu.

source: Installing file "{}" failed.
az: "{}" Faylı quraşdırılmadı.
de: Installation der "{}"-Dateien ist fehlgeschlagen.
es: La instalación del archivo "{}" falló.
fr: Échec de l'installation des fichiers "{}".
hu: A texmf fájlok telepítése nem sikerült
it: Installazione file twxmf fallita.
nl: Installeren texmf bestanden mislukt
pl: Instalowanie plików texmf nie powiodło się.
ru: Установка файлов texmf не удалась
sv: Installation misslyckades.
tr: "{}" dosyalasının yüklenmesi işlemi başarısız oldu.

source: Installing directory "{}" failed.
az: "{}" Qovluğu quraşdırılmadı.
de: Installation der docs "{}" ist fehlgeschlagen.
es: La instalación del directorio "{}" falló.
fr: Échec de l'installation des "{}".
hu: A dokumentáció telepítése nem sikerült
it: Installazione documentazione fallita.
nl: Installeren docs mislukt
pl: Instalacja pomocy nie powiodła się.
ru: Установка документации не удалась
sv: Installation misslyckades.
tr: "{}" dosyalarının yüklenmesi işlemi başarısız oldu.

source: Javadoc generation failed.
az: Javadoc nəsli uğursuz oldu.
de: Javadoc Konfiguration fehlgeschlagen.
es: La generación de Javadoc falló.
fr: La configuration a échoué javadoc.
hu: A konfigurálás nem sikerült.
it: Configurazione fallita.
nl: Configuratie mislukt.
pl: Konfiguracja nie powiodła się.
ru: Конфигурация не удалась.
sv: Konfigureringen misslyckades.
tr: Javadoc yapılandırması sırasında hata oluştu.

source: Run failed.
az: Run qaçışı uğursuz oldu.
de: Ausführung fehlgeschlagen.
es: La ejecución falló.
fr: L'exécution de échoué.
hu: A(z) {} futtatása nem sikerült.
it: Esecuzione di {} fallita.
nl: Uitvoeren {} mislukt.
pl: Uruchomienie {} nie powiodło się.
ru: Запуск {} не удался.
sv: Körning av {} misslyckades.
tr: Çalıştırma işlemi başarısız oldu.

source: Can't find kernel version information file "{}".
az: "{}" Nüvəli versiya məlumat faylı tapa bilmir.
de: Datei "{}" mit Information über Kernelversion nicht gefunden.
es: No se puede encontrar el archivo de información de versión del núcleo "{}".
fr: Impossible de trouver le fichier {} d'information de version du noyau.
hu: Nem találom a kernel verzió-információs fájlt {}.
it: Impossibile trovare il file {} di informazioni della versione del kernel.
nl: Kan informatiebestand van de kernelversie niet vinden {}.
pl: Nie można odnaleźć pliku {} zawierającego informacjami o wersji jądra.
ru: Не найден файл информации о ядре {}.
sv: Kan inte hitta kärnversionsinformationsfilen "{}".
tr: Çekirdek sürüm bilgisi dosyası "{}" bulunamıyor.

source: Running 'ldconfig' failed.
az: 'ldconfig' işlədilmədi.
de: Ausführen von 'ldconfig' fehlgeschlagen.
es: La ejecución de 'ldconfig' falló.
fr: L'exécution de ldconfig a échoué.
hu: Az lconfig futtatása nem sikerült.
it: Esecuzione di ldconfig fallita.
nl: Uitvoeren ldconfig mislukt.
pl: Uruchomienie ldconfig nie powiodło się.
ru: Запуск ldconfig не удался.
sv: Körning av ldconfig misslyckades.
tr: 'ldconfig' çalıştırma işlemi başarısız oldu.
