Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: Building source package: "{}" [ Unpacking Step ]
az: İstehsal mənbəyi paketi: "{}" [ Unpacking Step ]
de: Quell-Paket wird erstelltt: {} [ AusPacken-Schritte ]
es: Creación del paquete fuente: "{}" [Paso de desempaquetado]
fr: Construction du paquet source INARY : {} [ Unpacking Step ]
hu: INARY forráscsomag készítése: {}
it: Costruzione del pacchetto sorgente: {}
nl: Bouwen bronbronpakket: {}
pl: Budowanie pakietu źródłowego : {}
ru: Сборка пакета с исходным кодом: {}
sv: Bygger källpaketet: {}
tr: Kaynak paket inşa ediliyor: "{}" [ Unpacking Adımı ]

source: Unpacking archive(s)...
az: Arxiv (lər) ləğv olunur ...
de: Datei wird entpackt...
es: Desempacando archivo (s) ...
fr: Déballage des archive(s)...
hu: Archívumok kicsomagolása...
it: Scompattazione archivio...
nl: Bezig uitpakken archief...
pl: Rozpakowywanie archiwum...
ru: Распаковка архива(ов)...
sv: Packar upp arkiv...
tr: Arşiv(ler) açılıyor...

source: -> unpacked ({})
az: -> açılmış ({})
de: -> ({}) entpackt
es: -> desempaquetado ({})
fr: -> décompressée ({})
hu: kicsomagolva {}
it: scompattato {}
nl: uitgepakt {}
pl: rozpakowano {}
ru: распакован {}
sv: uppackad {}
tr: -> ({}) açıldı

source: Building source package: "{}" [ SetupAction Step ]
az: Tikinti mənbəyi paketi: "{}" [SetupAction Step]
de: Quell-Paket wird erstelltt: {} [ KonfigurationAktion-Schritte ]
es: Creación del paquete fuente: "{}" [Paso de acción de configuración]
fr: Construction du paquet source INARY : {} [ SetupAction Step ]
hu: INARY forráscsomag készítése: {}
it: Costruzione del pacchetto sorgente: {}
nl: Bouwen bronbronpakket: {}
pl: Budowanie pakietu źródłowego : {}
ru: Сборка пакета с исходным кодом: {}
sv: Bygger källpaketet: {}
tr: Kaynak paket inşa ediliyor: "{}" [ SetupAction Adımı ]

source: Setting up source...
az: Mənbə qurulur ...
de: Quelle wird konfiguriert...
es: Configurando la fuente ...
fr: Préparation du code source...
hu: Forrás beállítása...
it: Configurazione sorgente...
nl: Instellen bron...
pl: Przygotowywanie źródeł...
ru: Настройка исходных кодов...
sv: Ställer in källa ...
tr: Kaynak yapılandırılıyor...

source: Building source package: "{}" [ BuildAction Step ]
az: Bina mənbəyi paketi: "{}" [BuildAction Step]
de: Quell-Paket wird erstelltt: {} [ BuiltAktion-Schritte ]
es: Paquete fuente de construcción: "{}" [Paso BuildAction]
fr: Construction du paquet source INARY : {} [ BuildAction Step ]
hu: INARY forráscsomag készítése: {}
it: Costruzione del pacchetto sorgente: {}
nl: Bouwen bronbronpakket: {}
pl: Budowanie pakietu źródłowego : {}
ru: Сборка пакета с исходным кодом: {}
sv: Bygger källpaketet: {}
tr: Kaynak paket inşa ediliyor: "{}" [ BuildAction Adımı ]

source: Building source...
az: Bina mənbəyi ...
de: Quelle wird konstruiert...
es: Fuente de construcción ...
fr: Compilation du code source...
hu: Forrás építése...
it: Compilazione sorgente...
nl: Bouwen bron...
pl: Budowanie źródeł...
ru: Сборка из исходных кодов...
sv: Byggkälla ...
tr: Kaynak inşa ediliyor...

source: Building source package: "{}" [ CheckAction Step ]
az: Bina mənbəyi paketi: "{}" [CheckAction Step]
de: Quell-Paket wird erstelltt: [ PrüfenAktion-Schritte ]{}
es: Creación del paquete fuente: "{}" [Paso CheckAction]
fr: Construction du paquet source INARY : {} [ CheckAction Step ]
hu: INARY forráscsomag készítése: {}
it: Costruzione del pacchetto sorgente: {}
nl: Bouwen bronbronpakket: {}
pl: Budowanie pakietu źródłowego : {}
ru: Сборка пакета с исходным кодом: {}
sv: Bygger källpaketet: {}
tr: Kaynak paket inşa ediliyor: "{}" [ CheckAction Adımı ]

source: Testing package...
az: Test paketi ...
de: Paket wird getestet...
es: Paquete de prueba ...
fr: Test du paquet...
hu: Csomag tesztelése...
it: Verifica del pacchetto...
nl: Testen pakket...
pl: Testowanie pakietu...
ru: Тестирование пакета...
sv: Testar paket...
tr: Paket test ediliyor...

source: Building source package: "{}" [ InstallAction Step ]
az: Bina mənbəyi paketi: "{}" [InstallAtion Step]
de: Quell-Paket wird erstelltt: [ InstallAktion-Schritte ] {}
es: Creación del paquete fuente: "{}" [Paso de instalación]
fr: Construction du paquet source INARY : {} [ InstallAction Step ]
hu: INARY forráscsomag készítése: {}
it: Costruzione del pacchetto sorgente: {}
nl: Bouwen bronbronpakket: {}
pl: Budowanie pakietu źródłowego : {}
ru: Сборка пакета с исходным кодом: {}
sv: Bygger källpaketet: {}
tr: Kaynak paket inşa ediliyor: "{}" [ InstallAction Adımı ]

source: Installing...
az: Quraşdırılır ...
de: Wird installiert...
es: Instalando ...
fr: Installation...
hu: Telepítés...
it: Installazione in corso...
nl: Installeren...
pl: Instalowanie...
ru: Установка...
sv: Installerar...
tr: Kuruluyor...

source: unable to call function from actions: '{}'
az: hərəkətlərdən funksiyanı çağıra bilmir: '{}'
de: nicht in der Lage, die Funktion vom Vorgang aufzurufen: '{}'
es: no se puede llamar a la función desde acciones: '{}'
fr: impossible d'appeler une fonction depuis une action : {}
it: impossibile chiamare la funzione dalle azioni: {}
nl: kan functie niet aanroepen vanuit actions: {}
pl: nie można wywołać funkcji z actions: {}
ru: Не удалось вызвать функцию из действий: {}
sv: kan inte ringa funktion från handlingar: '{}'
tr: fonksiyon '{}' eylemlerden çağırılamıyor

source: Source package '{0}' defines a relative 'Path' element: {1}
az: Mənbə paketi '{0}' nisbətən 'Yol' elementini təyin edir: {1}
de: Quellpaket '{0}' definiert ein Element des relativen 'Pfads' (Path) : {1}
es: El paquete fuente '{0}' define un elemento relativo 'Ruta': {1}
fr: Le paquet source {0} définit un chemin relatif de l'élément : {1}
it: Il pacchetto sorgente '{0}' definisce un elemento 'Percorso' relativo: {1}
nl: Bronpakket '{0}' definieert een relatief 'Pad' element: {1}
pl: Pakiet źródłowy „{0}” definiuje względny element „Ścieżka”: {1}
ru: Пакет исходников {0} устанавливает относительный элемент 'Path' : {1}
sv: Källkodspaketet '{0}' definierar ett relativt 'Path'-element: {1}
tr: '{0}' kaynak paketi göreli bir 'Path' elemanı içeriyor: {1}

source: Source package '{0}' defines multiple 'Path' tags for {1}
az: Mənbə paketi '{0}', {1} üçün çox sayda 'Yol' etiketini təyin edir.
de: Quellpaket '{0}' definiert mehrfache 'Pfad' (Path) tags für {1}
es: El paquete fuente '{0}' define múltiples etiquetas 'Ruta' para {1}
fr: Le paquet source {0} définit plusieurs balises de chemin pour {1}
it: Il pacchetto di origine "{0}" definisce più tag "Percorso" per {1}
nl: Bronpakket {0} definieert meerdere 'Pad' tags voor {1}
pl: Pakiet źródłowy „{0}” definiuje wiele tagów „Ścieżka” dla {1}
ru: Пакет исходников {0} устанавливает множественные теги 'Path' для {1}
sv: Källkodspaketet {0} 'definierar flera' sökvägar '-taggar för {1}
tr: '{0}' kaynak paketi '{1}' yolu için birden fazla 'Path' etiketi içeriyor

source: Safety switch: following extra packages in system.devel will be installed:
az: Təhlükəsizlik açarı: system.devel-də aşağıdakı əlavə paketlər quraşdırılacaq:
de: Sicherheitsschalter: Folgende extra Pakete in system.devel werden installiert:
es: Interruptor de seguridad: se instalarán los siguientes paquetes adicionales en system.devel:
fr: Précautions de sécurité : les paquets supplémentaire dans system.devel vont être installés :
hu: Biztonsági kapcsoló: a következő extra csomagok telepítésre kerülnek a system.devel-ből:
it: Switch di sicurezza: i seguenti pacchetti aggiuntivi in system.devel verranno installati:
nl: Veiligheidsprocedure: de volgende extra pakketten in system.devel zullen geïnstalleerd worden:
pl: Przełącznik bezpieczeństwa: zostaną zainstalowane następujące dodatkowe pakiety z system.devel:
ru: Изменение безопасности: следующие экстра-пакеты из system.devel будут установлены:
sv: Säkerhetslås: följande paket i system.devel kommer att installeras:
tr: Emniyet mandalı: taban geliştirme bileşeni system.devel içindeki bu paketler ek olarak kurulacak:

source: Safety switch: the component system.devel cannot be found.
az: Təhlükəsizlik açarı: komponent system.devel tapılmadı.
de: Sicherheitsschalter: die Komponente system.devel konnte nicht gefunden werden.
es: Interruptor de seguridad: no se encuentra el componente system.devel.
fr: Précautions de sécurité : Le composant system.devel est introuvable
hu: Biztonsági kapcsoló: a system.devel komponens nem található
it: Switch di sicurezza: il componente system.devel non è stato trovato
nl: Veiligheidsprocedure: het component system.devel niet gevonden
pl: Przełącznik bezpieczeństwa: komponent system.devel nie może zostać znaleziony
ru: Изменение безопасности: компонент system.devel не найден
sv: Säkerhetslås: kan inte hitta komponenten system.devel
tr: Emniyet mandalı: taban geliştirme bileşeni system.devel bulunamadı.

source: Unsatisfied Build Dependencies:
az: Razı qalmayan Quruluşdan asılılıqlar:
de: Fehlende Build-Abhängigkeit:
es: Dependencias de construcción insatisfechas:
fr: Dépendance de Compilation Insatisfaites :
hu: Teljesíthetetlen függőségek:
it: Dipendenze di compilazione non soddisfatte:
nl: Niet-opgeloste bouwafhankelijkheden:
pl: Niespełnione zależoności budowy
ru: Неудовлетворенные зависимости сборки:
sv: Otillfredsställda byggberoende:
tr: Sağlanmamış İnşa Bağımlılıkları:

source: Cannot build package due to unsatisfied build dependencies.
az: Razı qalmamış quruluş asılılığı səbəbindən paket qura bilmir.
de: Paket kann wegen unerfüllten Abhängigkeiten nicht erstellt werden.
es: No se puede construir el paquete debido a dependencias de compilación insatisfechas.
fr: Impossible de construire le paquet à cause de dépendance de compilation insatisfaites
hu: A csomag nem készíthető el teljesítetlen függőségek miatt
it: Impossibile compilare il pacchetto a casa di dipendenze non soddisfatte
nl: Kan pakket niet bouwen wegens niet-opgeloste compileerafhankelijkheden
pl: Nie można zbudować pakietu, z powodu niespełnionych zależności budowy
ru: Не могу собрать пакет из-за неудовлетворенных зависимостей для сборки
sv: Det finns extra paket på grund av beroenden.
tr: Sağlanmamış inşa bağımlılıkları yüzünden paket inşa edilemiyor.

source: Build dependency "{}" cannot be satisfied.
az: "{}" Asılılığını təmin etmək olmaz.
de: Build-Abhängigkeit "{}" konnte nicht zufriedengestellt werden.
es: La dependencia de compilación "{}" no se puede satisfacer.
fr: La dépendance de compilation {} ne peut être satisfaite
hu: A(z) {} build függőséget nem lehet teljesíteni
it: La dipendenza di compilazione {} non può essere soddisfatta
nl: Bouwafhankelijkheid {} niet opgelost
pl: Zależności budowy {} nie mogą zostać spełnione
ru: Зависимость сборки {} не может быть удовлетворена
sv: Bygg beroende "{}" kan inte vara nöjd.
tr: İnşa bağımlılığı "{}" sağlanamadı.

source: Would you like to install the unsatisfied build dependencies?
az: Razı qalmamış asılılığı quraşdırmaq istərdinizmi?
de: Wollen Sie die notwendigen fehlenden Abhängigkeiten installieren?
es: ¿Desea instalar las dependencias de compilación insatisfechas?
fr: Voulez vous installer les dépendances de compilations manquantes ?
hu: Akarja telepíteni a hiányzó függőségeket?
it: Desideri installare le dipendenze di compilazione non soddisfatte
nl: Wilt u de niet-opgeloste bouwafhankelijkheden installeren
pl: Czy chcesz zainstalować nie spełnione zależności budowy
ru: Вы хотите установить зависимости для сборки
sv: Vill du installera de otillfredsställda byggberoenden?
tr: Sağlanmamış inşa bağımlılıklarını kurmak istiyor musunuz?

source: Installing build dependencies.
az: Qurulma asılılıqlarının quraşdırılması.
de: Build-Abhängigkeiten werden installiert.
es: Instalación de dependencias de compilación.
fr: Installation des dépendances de compilation.
hu: Build függőségek telepítése.
it: Installazione dipendenze di compilazione.
nl: Installeren bouwafhankelijkheden.
pl: Instalowanie zależności budowy.
ru: Установка зависимостей для сборки.
sv: Installera byggberoenden.
tr: İnşa bağımlılıkları kuruluyor.

source: Ignoring build dependencies.
az: Bağlılıq asılılığına məhəl qoyma.
de: Build-Abhängigkeiten werden ignoriert.
es: Ignorando las dependencias de compilación.
fr: Ignore les dépendances de compilations.
hu: Build függőségek kihagyása.
it: Ignoro le dipendenze di compilazione.
nl: Negeren bouwafhankelijkheden.
pl: Ignorowanie zależności budowy.
ru: Игнорирование зависимостей для сборки.
sv: Att ignorera byggberoenden.
tr: İnşa bağımlılıkları yoksayılıyor.

source: Patch file is empty: "{}"
az: Yamaq faylı boşdur: "{}"
de: Patch-Datei ist leer: "{}"
es: El archivo de revisión está vacío: "{}"
fr: Fichier de patch vide : {}
hu: Patch fájl nincs meg: {}
it: Il file di patch è vuoto: {}
nl: Patch-bestand is leeg: {}
pl: Brakuje pliku poprawki: {}
ru: Файл патча отсутствует: {}
sv: Paketfil: {}
tr: Yama dosyası boş: "{}"

source: Applying patch: {}
az: Yamaq tətbiq olunur: {}
de: Wende Patch an: {}
es: Aplicar el parche: {}
fr: Application du patch : {}
hu: * Patch alkalmazása: {}
it: Applicazione della patch: {}
nl: Toepassen patch: {}
pl: * Instaluję poprawkę: {}
ru: Применение патча: {}
sv: * tillämpar patch: {}
tr: Yama uygulanıyor: {}

source: No user named '{}' found on the system
az: Sistemdə '{}' adlı istifadəçi tapılmadı
de: Benutzer '{}' kann auf diesem System nicht gefunden werden
es: No se encontró ningún usuario llamado '{}' en el sistema
fr: Aucun utilisateur {} trouvé sur le système
hu: Nincs {} nevű felhasználó a rendszerben
it: Utente {} non trovato nel sistema
nl: Geen gebruiker met de naam {} gevonden op het systeem
pl: W systemie nie znaleziono użytkownika o nazwie {}
ru: Пользователь по имени {} не найден в системе
sv: Ingen användare med namnet '{}' hittades i systemet
tr: '{}' kullanıcısı sistemde bulunamadı

source: No group named '{}' found on the system
az: Sistemdə '{}' adlı qrup tapılmadı
de: Gruppe '{}' kann auf diesem System nicht gefunden werden
es: No se encontró ningún grupo llamado '{}' en el sistema
fr: Pas de groupe {} trouvé sur le système
hu: Nincs {} nevű csoport a rendszerben
it: Gruppo {} non trovato nel sistema
nl: Geen groep met de naam {} gevonden op het systeem
pl: W systemie nie znaleziono grupy o nazwie {}
ru: Группа {} не найдена в системе
sv: Ingen grupp med namnet '{}' hittades i systemet
tr: '{}' grubu sistemde bulunamadı

source: /{} has suid bit set
az: / {} cənub bitdi
de: /{} hat das suid-bit gesetzt
es: / {} ha establecido el bit sur
fr: /{} a le bit suid
hu: /{} suid bit beállítva
it: / {} ha impostato il bit sud
nl: {} heeft suid-bit gezet
pl: / {} ustawił bit południowy
ru: /{} поставлен бит suid
sv: / {} har ställt in södra biten
tr: /{} dosyasının suid biti etkin

source: Module "magic" cannot found. Falling back with "file" command. It is dangerous. So, if you wanna create stable packages, please fix this issue in your workplace. Probably installing "python3-filemagic" package might be a good solution.
az: "Sehr" modulu tapılmadı. "Fayl" əmri ilə geri düşmək. Təhlükəlidir. Beləliklə, sabit paketlər yaratmaq istəyirsinizsə, xahiş edirəm bu məsələni iş yerinizdə həll edin. Yəqin ki, "python3-filemagic" paketinin quraşdırılması yaxşı bir həll ola bilər.
de: Modul "magic" kann nicht gefunden werden. Zurückgreifen mit "Datei" -Befehl. Es ist gefährlich. Wenn Sie also stabile Pakete erstellen möchten, beheben Sie dieses Problem bitte an Ihrem Arbeitsplatz. Möglicherweise ist die Installation des Pakets "python3-filemagic" eine gute Lösung.
es: Módulo "magia" no se puede encontrar. Retrocediendo con el comando "archivo". Es peligroso. Entonces, si desea crear paquetes estables, solucione este problema en su lugar de trabajo. Probablemente instalar el paquete "python3-filemagic" podría ser una buena solución.
fr: Le module "magique" ne peut pas être trouvé. Reculer avec la commande "file". C'est dangereux. Par conséquent, si vous souhaitez créer des packages stables, corrigez ce problème sur votre lieu de travail. L'installation du paquetage "python3-filemagic" pourrait être une bonne solution.
it: Impossibile trovare il modulo "magico". Fallback con il comando "file". È pericoloso. Quindi, se vuoi creare pacchetti stabili, risolvi questo problema sul posto di lavoro. Probabilmente l'installazione del pacchetto "python3-filemagic" potrebbe essere una buona soluzione.
nl: Module "magic" kan niet worden gevonden. Terugvallen met het commando "file". Het is gevaarlijk. Dus als u stabiele pakketten wilt maken, lost u dit probleem op uw werkplek op. Waarschijnlijk is het installeren van het pakket "python3-filemagic" een goede oplossing.
pl: Nie można znaleźć modułu „magia”. Rezygnacja z polecenia „file”. To jest niebezpieczne. Tak więc, jeśli chcesz stworzyć stabilne pakiety, napraw ten problem w swoim miejscu pracy. Prawdopodobnie dobrym rozwiązaniem może być zainstalowanie pakietu „python3-filemagic”.
ru: Модуль "магия" не найден. Откат с помощью команды «file». Это опасно. Поэтому, если вы хотите создать стабильные пакеты, исправьте эту проблему на своем рабочем месте. Вероятно, установка пакета "python3-filemagic" может быть хорошим решением.
sv: Modul "magi" kan inte hittas. Faller tillbaka med "fil" -kommandot. Det är farligt. Så om du vill skapa stabila paket, vänligen fixa det här problemet på din arbetsplats. Förmodligen kan det vara en bra lösning att installera "python3-filemagic" -paket.
tr: "magic" modülü bulunamadı. Geri düşüm "file" ile yapılıyor ancak geri düşüm yapmak tehlikeli olabilir. Bu yüzden, kararlı ikili paketler derleyebilmek için bu sorunu çalışma alanınız için düzeltiniz. "python3-filemagic" paketini kurmak bunun için güzel bir çözüm olabilir.

source: File "{}" might be a broken symlink. Check it before publishing package.
az: "{}" Faylı pozulmuş simsiz əlaqə ola bilər. Paketi dərc etməzdən əvvəl yoxlayın.
de: Die Datei "{}" ist möglicherweise ein fehlerhafter Symlink. Überprüfen Sie dies, bevor Sie das Paket veröffentlichen.
es: El archivo "{}" podría ser un enlace simbólico roto. Verifíquelo antes de publicar el paquete.
fr: Le fichier "{}" peut être un lien symbolique cassé. Vérifiez-le avant de publier le package.
tr: "{}" dosyası bozuk bir sembolik olabilir. Paketi yayınlamadan önce kontrol edin.

source: 'magic' return of "{0}" is "{1}"
az: "magic" "{0}" qayıtması "{1}" dir
de: 'magic' Rückgabewert für "{0}" ist {1}
es: el retorno 'mágico' de "{0}" es "{1}"
fr: la valeur retournée pour "{0}" est {1}
hu: "{0}" visszatéréis értéke {1}
it: il valore di ritorno per "{0}" è {1}
nl: return-waarde voor "{0}" is {1}
pl: Zwrócona wartość dla "{0}" to {1}
ru: возвращение значения для "{0}" есть {1}
sv: returvärde för "{0}" är {1}
tr: 'magic' modulünün "{0}" dosyası için oluşturduğu dönüt: {1}

source: 'file' command failed with return code {0} for file: "{1}"
az: 'file' əmri fayl üçün {0} qaytarma kodu ilə uğursuz oldu: "{1}"
de: {0} file Befehl für die Datei "{1}" fehlgeschlagen!
es: El comando 'archivo' falló con el código de retorno {0} para el archivo: "{1}"
fr: La commande 'file' a échoué avec le code retour {0} pour le fichier: "{1}"
hu: A strip parancsot nem tudtam végrehajtani a(z) {} fájlon!
it: Il commando strip è fallito per il file {}!
nl: Commando 'strip' mislukte voor bestand {}!
pl: Komenda „plik” nie powiodła się z kodem powrotu {0} dla pliku: „{1}”
ru: Команда strip не удалась для файла {}!
sv: "fil" -kommandot misslyckades med returkoden {0} för filen: "{1}"
tr: 'file' komutu {1} dosyası için başarısız oldu! Dönüt : "{0}"

source: 'file' command return is "{}"
az: 'file' əmr qayıtması "{}" dir
de: 'file' Befehl für die Datei "{}" fehlgeschlagen!
es: El retorno del comando 'archivo' es "{}"
fr: La commande strip a échoué pour le fichier {} !
hu: A strip parancsot nem tudtam végrehajtani a(z) {} fájlon!
it: Il commando strip è fallito per il file {}!
nl: Commando 'strip' mislukte voor bestand {}!
pl: Zwracane polecenie „file” to „{}”
ru: Команда strip не удалась для файла {}!
sv: kommandot return "file" är "{}"
tr: 'file' komutu dönütü: "{}"

source: Compiled source building package files generating for source: "{}"
az: Mənbə üçün yaradan mənbə bina paketi sənədlərini tərtib etdi: "{}"
de: Kompilierte Quellbuilding-Paketdateien, die für die Quelle generiert werden: "{}"
es: Se compilaron los archivos de paquete de creación de código fuente que se generan para el código fuente: "{}"
fr: Fichiers de package de construction source compilés générant pour la source: "{}"
tr: Kaynak için derlenen kaynak yapı paketi dosyaları: "{}"

source: There are abandoned files under the install dir ({}):
az: Quraşdırma dir ({}) altında tərk edilmiş sənədlər var:
de: Es gibt zurückgelassene Dateien im Installationsverzeichnis ({}):
es: Hay archivos abandonados debajo del directorio de instalación ({}):
fr: Fichiers abandonnés sous le répertoire d'installation ({}):
hu: Gazdátlan fájlok vannak a telepítési könyvtár {}:
it: File abbandonati nella cartella di installazione {}:
nl: Er zijn achtergelaten bestanden in de installatiemap {}:
pl: Porzucone pliki znajdują się w katalogu instalacyjnym ({}):
ru: Есть заброшенные файлы в каталоге установки {}:
sv: Det finns övergivna filer under installationsdir ({}):
tr: Kurulum dizini ({}) altında terkedilmiş dosyalar var:

source: Ignoring empty package: "{}"
az: Boş paketi görməməzliyə vurur: "{}"
de: Ignoriere leeres Paket: "{}"
es: Ignorando el paquete vacío: "{}"
fr: Ignorons le paquet vide {}
hu: % üres csomag figyelmen kívül hagyása
it: Ignorando pacchetto vuoto {}
nl: Negeren leeg pakket {}
pl: Usuwanie pakietu {}
ru: Игнорирование пустого пакета {}
sv: Hoppar över tomt paket {}
tr: Boş "{}" paketi yoksayılıyor

source: Building package: "{}"
az: Bina paketi: "{}"
de: Erstelle Paket: "{}"
es: Paquete de construcción: "{}"
fr: Construction du paquet : {}
hu: {} csomag elkészítése
it: Costruzione del pacchetto: {}
nl: Bouwen pakket: {}
pl: ** Budowanie pakietu {}
ru: Сборка пакета: {}
sv: Bygger paketet: {}
tr: Paket inşa ediliyor: "{}"

source: Creating "{}"...
az: "{}" Yaradılır ...
de: Erstelle "{}"...
es: Creando "{}" ...
fr: Création de {}...
hu: {} létrehozása...
it: Creazione {}...
nl: Aanmaken {}...
pl: Generowanie {},
ru: Создание {}...
sv: Skapar {}...
tr: "{}" oluşturuluyor...

source: Cleaning build directory...
az: Qurma qovluğunu təmizləyir ...
de: Build-Verzeichnis wird geleert...
es: Limpieza del directorio de compilación ...
fr: Nettoyage du dossier de construction...
hu: Átmeneti könyvtár tisztítása...
it: Pulizia della cartella di compilazione...
nl: Opschonen bouwmap...
pl: Czyszczenie katalogu kompilacji ...
ru: Очистка директории сборки...
sv: Rensar byggkatalog...
tr: İnşa dizini temizleniyor...

source: Keeping build directory
az: Dizayn qurmaqda davam edir
de: Erhalte Build-Verzeichnis
es: Mantener el directorio de compilación
fr: Dossier de construction conservé
hu: Átmeneti könyvtár megőrzése
it: La cartella di compilazione verrà conservata
nl: Behouden bouwmap
pl: Prowadzenie katalogu kompilacji
ru: Сохранение каталога сборки
sv: Behåller byggkatalog
tr: İnşa dizini bırakılıyor

source: Action script error caught. {}
az: Fəaliyyət skriptində səhv baş verdi. {}
de: Fehler im Action Script entdeckt. {}
es: Error de script de acción detectado. {}
fr: Erreur de script d'action rencontrée {}
hu: Parancsfájl hiba: {}
it: Errore di Actionscript catturati.
nl: Fout in actiescript opgetreden.
pl: Wychwycono błąd skryptu akcji. {}
ru: Обнаружена ошибка в Action Script
sv: Skriptfel: {}
tr: Eylem betiği hatası oluştu. {}

source: *** {} error(s), {} warning(s)
az: *** {} səhv (lər), {} xəbərdarlıq (lar)
de: *** {} Fehlermeldungr(en), {} Warnung(en)
es: *** {} error (s), {} advertencia (s)
fr: *** {} erreur(s), {} alerte(s)
hu: *** hibák száma {}, figyelmeztetések száma {}
it: *** {} errore / i, {} avviso / i
nl: *** %d fout(en), %d waarschuwing(en)
pl: *** {} błąd (y), ostrzeżenie {}
ru: *** %d ошибка(ок), %d предупреждение(ий).
sv: *** %d fel, %d varning(ar)
tr: *** {} hata, {} uyarı
