Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: Package Name |St| Version| Rel.| Distro| Date
az: Paketin adı | St | Versiya | Rel. | Distro | Tarix
de: Paketname |St| Version| Rel.| Distro| Datum
es: Nombre del paquete | St | Version | Rel. | Distro | Fecha
fr: Nom du paquet | St | Version | Rel |. Distro | Date
hu: Csomag neve |St| Verzió|Kiad.|Disztró| Dátum
it: Nome pacchetto |St| Versione| Rel.| Distro| Data
nl: Pakketnaam |St| Versie| Rel.| Distro| Datum
pl: Nazwa paczki | St | Wersja | Rel. | Distro | Data
ru: Имя пакета |Ст| Версия| Рел.| Дистр.| Дата
sv: Paketnamn |St|Version|Utg.|Distro| Datum
tr: Paket Adı |Dm| Sürüm |Yayım|Dağıtım| Tarih

source: list-newest options
az: list-newest seçimlər
de: Optionen von list-newest
es: lista de las opciones más nuevas
fr: Options de list-newest
hu: list-newest opciói
it: opzioni list-newest
nl: list-newest opties
pl: opcje
ru: опции list-newes
sv: list-newest-alternativ
tr: list-newest seçenekleri

source: List new packages added to repository after this given date formatted as yyyy-mm-dd.
az: Bu tarixdən sonra yyyy-mm-dd kimi formatlandıqdan sonra depozitə əlavə edilmiş yeni paketləri sadalayın.
de: Liste neue Pakete, die im Depot nach dem angegebenen Datum hinzugefügt wurden. Datumsformat:yyyy-mm-dd.
es: Enumere los nuevos paquetes agregados al repositorio después de esta fecha dada formateada como aaaa-mm-dd.
fr: Lister les nouveaux paquets ajoutés au dépôt après cette date donnée sous la forme aaaa-mm-jj
hu: A megadott dátum után a tárolóba került csomagok listája. A dátum ééé-hh-nn formátumú legyen.
it: Elenca i pacchetti aggiunte alla repository dopo questa data formattato come aaaa-mm-gg
nl: Toon nieuwe pakketten die aan de softwarebron toegevoegd zijn na de opgegeven datum in het formaat jjjj-mm-dd
pl: Wyświetl listę nowych pakietów dodanych do repozytorium po tej dacie sformatowanej jako rrrr-mm-dd.
ru: Показать новые пакеты, добавленные в репозиторий после указанной даты в формате yyyy-mm-dd
sv: Lista nya paket som har lagts till i förvaret efter detta givna datum formaterat som åååå-mm-dd.
tr: Paketleri yyyy-aa-gg biçiminde verdiğiniz tarihten sonra depoya eklenen paketleri listeler.

source: List new packages added to repository after last nth previous repository update.
az: Sonuncu nth əvvəlki depozit yeniləməsindən sonra depozitə əlavə edilmiş yeni paketləri sadalayın.
de: Liste die Pakete auf, die seit dem letzten Depot update in das Depot hinzugefügt wurden.
es: Enumere los nuevos paquetes agregados al repositorio después de la última enésima actualización del repositorio anterior.
fr: Liste les nouveaux paquets ajoutés au dépôt après sa dernière mise à jour.
hu: A legutóbbi tároló frissítés óta a tárolóhoz adott új csomagok listája
it: Elenca i pacchetti aggiunte alla repository dopo l'ultimo aggiornamento ennesima repository precedente
nl: Toon nieuwe pakketten die aan de softwarebron toegevoegd zijn na de laatste n-de opwaardering van softwarebron
pl: Wyświetl listę nowych pakietów dodanych do repozytorium po ostatniej n-tej poprzedniej aktualizacji repozytorium.
ru: Показать список новых пакетов, добавленных к репозиторию после последнего обновления репозитория.
sv: Lista nya paket som har lagts till i förvaret efter den senaste uppdateringen av förra lagret.
tr: Depoya eklenen yeni paketleri n önceki depo güncellemesinden itibaren listeler.

source: Packages added to '{}':
az: Paketlər '{}' ə əlavə edildi:
de: Pakete hinzugefügt zu {}:
es: Paquetes añadidos a '{}':
fr: Paquets ajoutés à {} :
hu: A(z) {} tárolóhoz hozzáadott csomagok:
it: Pacchetti aggiunti a {}:
nl: Pakketten toegevoegd aan {}:
pl: Pakiety dodane do {}:
ru: Пакеты добавлены в {}:
sv: Paketfil: {}
tr: Paketler eklendi '{}':

source: list-orphaned options
az: list-orphaned seçimlər
de: Optionen von list-sources
es: lista de opciones huérfanas
fr: Options de list-sources
hu: list-sources opciói
it: opzioni list-sources
nl: list-sources opties
pl: opcje
ru: опции list-sources
sv: list-sources-alternativ
tr: list-orphaned seçenekleri

source: Show all packages without reverse dependencies.
az: Əks asılılıq olmadan bütün paketləri göstərin.
de: Es gibt zusätzliche Pakete auf Grund von Abhängigkeiten.
es: Mostrar todos los paquetes sin dependencias inversas.
fr: Il y a des paquets supplémentaires pour cause de dépendances.
hu: A függőségek miatt további csomagok csomagok telepítése szükséges.
it: Sono inclusi dei pacchetti extra per via delle dipendenze. Desideri proseguire?
nl: Wegens afhankelijkheden zijn er extra pakketten.
pl: Ignorowanie zależności budowy.
ru: Есть дополнительные пакеты из-за зависимостей.
sv: Det finns extra paket på grund av beroenden.
tr: Tüm paketleri gerektirdikleri olmadan göster.

source: Ignore packages and components whose basenames match pattern.
az: Paketləri və bazası naxışına uyğun olan komponentləri qulaqardına vurun.
de: Beim Upgrade des Systemes, Pakete und Komponenten ignorieren, deren Basisnamen mit dem Muster übereinstimmt.
es: Ignora los paquetes y componentes cuyos nombres de base coinciden con el patrón.
fr: Ignorer les paquet et les composants dont le nom de base correspond au patron lors de la mise à jour du système.
hu: A rendszer frissítése során lépje át azokat a csomagokat és komponenseket amelyek neve illeszkedik a mintára.
it: All'aggiornamento del sistema, ignora i pacchetti e i componenti i cui nomi base corrispondono al modello.
nl: Bij het opwaarderen van het systeem, pakketten en componenten negeren waarbij basenames overeenkomen met patroon.
pl: Zignoruj ​​pakiety i komponenty, których nazwy basenowe pasują do wzorca.
ru: При обновлении системы, игнорировать пакеты и компоненты, чьи базовые названия соответсвуют шаблону.
sv: Ignorera paket och komponenter vars basnamn matchar mönster.
tr: Paket ya da bileşen isimlerinden verilen kalıp ile eşleşenleri yoksay.

source: Orphaned packages:
az: Yetim paketlər:
de: Verwaiste Pakete:
es: Paquetes huérfanos:
fr: Graphe des paquets installés
hu: Telepített programok grafikus ábrázolása
it: Grafico dei pacchetti installati
nl: Grafiek van geïnstalleerde pakketten
pl: Zainstalowany pakiet:
ru: График установленных пакетов
sv: Paketet är installerat:
tr: Açıkta kalan paketler:

source: No orphaned packages.
az: Yetim paket yoxdur.
de: Installierte Pakete nicht anzeigen.
es: No hay paquetes huérfanos.
fr: Ne pas montrer les paquets installés
hu: Ne mutassa a telepített csomagokat
it: Non mostrare i pacchetti installati
nl: Geïnstalleerde pakketten niet weergeven
pl: Zainstalowany pakiet:
ru: Не показывать установленные пакеты
sv: Paketet är installerat:
tr: Açıkta kalan paket yok.

source: Listing pending orders:
az: Gözlənən sifarişlərin siyahısı:
de: Ausstehende Bestellungen auflisten:
es: Listado de órdenes pendientes:
fr: Liste des commandes en attente:
it: Elenco degli ordini in sospeso:
nl: In afwachting van bestellingen:
pl: Lista zamówień oczekujących:
ru: Список отложенных ордеров:
sv: Visar väntande order:
tr: Yapılandırılmayı bekleyenler listeleniyor:

source: There are no packages waiting to be configured.
az: Konfiqurasiya edilməsini gözləyən paketlər yoxdur.
de: Es sind keine Pakete vorhanden, die auf die Konfiguration warten.
es: No hay paquetes esperando ser configurados.
fr: Il n'y a aucun paquet en attente de configuration
hu: Nincsenek beállításra váró csomagok.
it: Nessun pacchetto è in attesa di essere configurato
nl: Er zijn geen pakketten die wachten op configuratie
pl: Przełącznik bezpieczeństwa: zostaną zainstalowane następujące dodatkowe pakiety z system.devel:
ru: Нет пакетов, ожидающих конфигурирования
sv: Det finns extra paket på grund av beroenden.
tr: Yapılandırılmayı bekleyen paket yok.

source: active
az: aktivdir
de: Aktiv
es: activo
fr: actif
hu: aktív
it: attivo
nl: actief
pl: aktywny
ru: активен
sv: aktiverad
tr: etkin

source: inactive
az: aktiv deil
de: Inaktiv
es: inactivo
fr: inactif
hu: nem aktív
it: inattivo
nl: inactief
pl: nieaktywny
ru: не активен
sv: avaktiverad
tr: pasif

source: list-sources options
az: siyahı mənbələri variantları
de: Optionen von list-sources
es: opciones de lista de fuentes
fr: Options de list-sources
hu: list-sources opciói
it: opzioni list-sources
nl: list-sources opties
pl: opcje listy źródeł
ru: опции list-sources
sv: list-sources-alternativ
tr: list-sources seçenekleri

source: [Repository:
az: [Anbar:
de: [Depot :
es: [Repositorio:
fr: [Dépôt :
hu: Tároló: {}
nl: Softwarebron: {}
pl: aktualizuj repozytorium
ru: Репозиторий : {}
sv: Förråd: {}
tr: [Depo:

source: list-upgrades options
az: list-upgrades variantları
de: Optionen von list-upgrades
es: opciones de actualizaciones de lista
fr: Options de list-upgrades
hu: list-upgrades opciói
it: opzioni list-upgrades
nl: list-upgrades opties
pl: opcje aktualizacji list
ru: опции list-upgrades
sv: list-upgrades-alternativ
tr: list-upgrades seçenekleri

source: Show in long format.
az: Uzun formatda göstərin.
de: In langem Format anzeigen.
es: Mostrar en formato largo.
fr: Afficher au format long
hu: Hosszú formátum használata
it: Mostra nel formato lungo
nl: Toon in lang formaat
pl: Pokaż informacje o debugowaniu
ru: Показать в расширенном формате
sv: Visa debug-information
tr: Uzun biçimde göster.

source: List upgradable packages under given component.
az: Verilən komponentin altında yenilənə bilən paketləri sadalayın.
de: Listet aktualisierbare Pakete unter der angegebenen Komponente.
es: Lista de paquetes actualizables en el componente dado.
fr: Liste les paquets pouvant être mis à jour concernant un composant donné
hu: A megadott komponens frissíthető csomagjainak kilistázása
it: Elenca i pacchetti aggiornabili sotto il componente fornito
nl: Toon op te waarderen pakketten onder opgegeven component
pl: Sprawdzanie wszystkich zainstalowanych pakietów
ru: Показать обновляемые пакеты по указанному компоненту
sv: Lista uppgraderbara paket under given komponent.
tr: Verilen bileşen altındaki güncellenebilir paketleri listele.

source: No packages to upgrade.
az: Təkmilləşdirmək üçün paket yoxdur.
de: Es gibt keine Pakete zu aktualisieren.
es: No hay paquetes para actualizar.
fr: Pas de paquet à mettre à jour.
hu: Nincsenek frissíthető csomagok.
it: Nessun pacchetto da aggiornare.
nl: Geen pakketten op te waarderen.
pl: Brak pakietów do aktualizacji.
ru: Нет пакетов для обновления.
sv: Inga paket att uppdatera.
tr: Yükseltilecek paket yok.

source: rebuild-db options
az: yenidən rebuild-db variantları
de: Optionen von rebuild-db
es: opciones de rebuild-db
fr: Options de rebuild-db
hu: rebuild-db opciói
it: opzioni rebuild-db
nl: rebuild-db opties
pl: opcje odbudowania-db
ru: опции rebuild-db
sv: rebuild-db-alternativ
tr: rebuild-db seçenekleri

source: Rebuild files database
az: Fayllar bazasını yenidən qurun
de: Rekonstruiere Datei-Datenbank
es: Reconstruir base de datos de archivos
fr: Reconstruction de la base de données fichiers
hu: Fájl adatbázis újraépítése
it: Ricostruisci il database dei file
nl: Herbouw bestanden database
pl: Odbuduj bazę danych plików
ru: Обновление базы данных файлов
sv: Ombygga fildatabasen
tr: Dosya veritabanını yeniden inşa et

source: Rebuild INARY databases?
az: INARY verilənlər bazasını yenidən qurursunuz?
de: INARY-Datenbanken rekonstruieren?
es: ¿Reconstruir bases de datos INARY?
fr: Reconstruire les bases de données de INARY ?
hu: Újraépítsem a INARY adatbázist?
it: Ricostruire il database INARY?
nl: INARY databases herbouwen?
pl: Odbudować bazy danych INARY?
ru: Обновить базу данных INARY?
sv: Ombygga INARY-databaser?
tr: INARY veritabanı yeniden inşa edilsin mi?

source: remove options
az: remove seçimləri
de: Optionen von remove
es: eliminar opciones
fr: Options de suppression
hu: eltávolítási opciók
it: opzioni di rimozione
nl: verwijder opties
pl: usuń opcje
ru: remove опции
sv: remove-alternativ
tr: remove seçenekleri

source: Removes everything including changed config files of the package.
az: Paketin dəyişdirilmiş konfiqurasiya sənədləri daxil olmaqla hər şeyi silinir.
de: Entfernt Pakete komplett (inklusive der geänderten Konfigurationsdateien)
es: Elimina todo, incluidos los archivos de configuración modificados del paquete.
fr: Supprime tout, y compris les fichiers de configuration modifiés du paquet
hu: Mindent töröl, kivéve a csomaghoz tartozó, megváltozott konfigurációs állományokat.
it: Verifica solo i file di configurazione dei pacchetti modificati
nl: Verwijdert alles inclusief gewijzigde configuratiebestanden van het pakket
pl: Usuwa wszystko, w tym zmienione pliki konfiguracyjne pakietu.
ru: Удалить все, включая измененные конфигурационные файлы пакета
sv: Tar bort allt inklusive ändrade konfigurationsfiler i paketet.
tr: Değiştirdiğiniz ayar dosyaları dahil paketin tüm dosyalarını kaldırır.

source: Remove component's and recursive components' packages.
az: Komponentin və rekursiv komponentlərin paketlərini çıxarın.
de: Komponente entfernen und Pakete der Komponente rekursivieren.
es: Eliminar los paquetes de componentes y componentes recursivos.
fr: Supprime les paquets du composant et des composants récursifs
hu: Eltávolítja a komponenst és rekurzívan a komponenshez tartozó csomagokat.
it: Rimuovi i pacchetti del componente e dei componenti ricorsivi
nl: Verwijder componenten en de pakketten van recursieve componenten
pl: Usuń pakiety komponentów i rekurencyjne.
ru: Удалить компоненты и рекурсивные пакеты компонентов
sv: Ta bort komponentens och rekursiva komponentpaket.
tr: Bileşenin ve alt bileşenlerinin paketlerini kaldır.

source: remove-orphaned options
az: remove-orphaned seçimlər
de: Optionen von remove-orphaned
es: opciones para eliminar huérfanos
fr: Options de suppression
hu: eltávolítási opciók
it: opzioni di rimozione
nl: verwijder opties
pl: opcje ogólne
ru: remove опции
sv: remove-alternativ
tr: remove-orphaned seçenekleri

source: When removing orphaned, ignore packages and components whose basenames match pattern.
az: Yetim qaldıqda, başlıqları naxışına uyğun olan paketləri və komponentləri nəzərə alın.
de: Beim Upgrade des Systemes, Pakete und Komponenten ignorieren, deren Basisnamen mit dem Muster übereinstimmt.
es: Al eliminar huérfanos, ignore los paquetes y componentes cuyos nombres de base coinciden con el patrón.
fr: Ignorer les paquet et les composants dont le nom de base correspond au patron lors de la mise à jour du système.
hu: A rendszer frissítése során lépje át azokat a csomagokat és komponenseket amelyek neve illeszkedik a mintára.
it: All'aggiornamento del sistema, ignora i pacchetti e i componenti i cui nomi base corrispondono al modello.
nl: Bij het opwaarderen van het systeem, pakketten en componenten negeren waarbij basenames overeenkomen met patroon.
pl: Usuwając osierocone, zignoruj ​​pakiety i komponenty, których nazwy basename pasują do wzorca.
ru: При обновлении системы, игнорировать пакеты и компоненты, чьи базовые названия соответсвуют шаблону.
sv: När du tar bort föräldralösa barn ska du ignorera paket och komponenter vars basnamn matchar mönster.
tr: Boşta kalan paketleri silerken paket ya da bileşen isimlerinden verilen kalıp ile eşleşenleri yoksay.

source: search options
az: search variantları
de: Optionen von search
es: Opciones de búsqueda
fr: Options de search
hu: keresési opciók
it: opzioni di ricerca
nl: search opties
pl: opcje wyszukiwania
ru: search опции
sv: search-alternativ
tr: search seçenekleri

source: Summary and description language.
az: Xülasə və təsvir dili.
de: Zusammenfassungs- und Beschreibungssprache.
es: Resumen y lenguaje descriptivo.
fr: Langage de description et de résumé
hu: Összefoglalás és leírás nyelve
it: Linguaggio del sommario e descrizione
nl: Samenvatting en beschrijving taal
pl: Język streszczenia i opisu.
ru: Резюме и описание языка
sv: Sammanfattning och beskrivningsspråk.
tr: Özet ve açıklama dili.

source: Name of the source or package repository.
az: Mənbə və ya paket depozitarı adı.
de: Name des Quell- oder Paket-Depots.
es: Nombre de la fuente o repositorio de paquetes.
fr: Nom du dépôt de source ou de paquet.
hu: A forrás- vagy csomagtároló megnevezése
it: Nome della repository dei sorgenti o del pacchetto
nl: Naam van de bron of pakketbron
pl: Nazwa źródła lub repozytorium pakietów.
ru: Имя исходного или пакетного репозитория
sv: Namnet på källan eller paketförvaret.
tr: Kaynak ya da ikili paket deposu ismi.

source: Search in installdb.
az: İnstalldb-də axtarın.
de: Suche in installdb.
es: Buscar en installdb.
fr: Rechercher dans installdb.
hu: Keresés a telepített csomagok adatbázisában
it: Cerca in installdb
nl: Zoek in installatie database
pl: Pakiet {} nie jest zainstalowany.
ru: Искать в installdb
sv: Paketet {} är inte installerat.
tr: Installdb içinde ara.

source: Search in sourcedb.
az: Sourcedb-də axtar.
de: Suche in sourcedb.
es: Buscar en fuente b.
fr: Recherche dans sourcedb
hu: Keresés a forráscsomag adatbázisban.
it: Cerca in sourcedb
nl: Zoekt in bron database
pl: Przygotowywanie źródeł...
ru: Искать в sourcedb
sv: Sök i sourcedb.
tr: Sourcedb içinde ara.

source: Case sensitive search.
az: Case həssas axtarış.
de: Groß- und Kleinschreibung beachten.
es: Búsqueda sensible a mayúsculas y minúsculas.
fr: Recherche sensible à la casse.
it: Ricerca con distinzione tra maiuscole e minuscole.
nl: Hoofdlettergevoelig zoeken.
pl: Wyszukiwanie z rozróżnianiem wielkości liter.
ru: Поиск с учетом регистра.
sv: Skiftlägeskänslig sökning.
tr: Detaylı arama.

source: Search in the package name.
az: Paket adından axtarın.
de: Suche in den Paketnamen.
es: Busca en el nombre del paquete.
fr: Rechercher le nom du paquet
hu: Keresés a csomag nevében
it: Cerca nel nome del pacchetto
nl: Zoek in pakketnaam
pl: Pokaż tylko nazwę pakietu
ru: Поиска в именах пакетов
sv: Sök i paketnamnet.
tr: Paket isminde ara.

source: Search in the package summary.
az: Paket xülasəsində axtarın.
de: Suche in Zusammenfassung der Pakete.
es: Buscar en el resumen del paquete.
fr: Rechercher dans le résumé du paquet
hu: Keresés a csomag rövid leírásában
it: Cerca nel sommario dei pachetti
nl: Zoek in pakketsamenvatting
pl: Wyszukaj w podsumowaniu pakietu.
ru: Искать в резюме пакета
sv: Sök i paketets sammanfattning.
tr: Paket özetinde ara.

source: Search in the package description.
az: Paket təsvirində axtarın.
de: Suche in Paketbeschreibung.
es: Buscar en la descripción del paquete.
fr: Rechercher dans la description du paquet
hu: Keresés a csomag leírásában
it: Cerca nel descrizione dei pachetti
nl: Zoek in pakketbeschrijving
pl: Wyszukaj w opisie pakietu.
ru: Поиск в описании пакетов
sv: Sök i paketbeskrivningen.
tr: Paket açıklamasında ara.

source: search-file options
az: search-file seçimləri
de: Optionen von search-file
es: opciones de archivo de búsqueda
fr: Options pour search-file
hu: fájl-keresés opciói
it: opzioni search-file
nl: search-file opties
pl: opcje pliku wyszukiwania
ru: search-file опции
sv: search-file-alternativ
tr: search-file seçenekleri

source: Show only package name.
az: Yalnız paket adını göstərin.
de: Nur Paketnamen anzeigen.
es: Mostrar solo el nombre del paquete.
fr: Afficher seulement le nom de paquet
hu: Csak a csomag nevének mutatása
it: Mostra solo nomi dei pacchetti
nl: Toon alleen pakketnaam
pl: Pokaż tylko nazwę pakietu
ru: Показать только имя пакета
sv: Ogiltigt paketnamn: {}
tr: Sadece paket ismini göster.

source: Path "{}" does not belong to an installed package.
az: "{}" Yolu quraşdırılmış paketə aid deyil.
de: Dateipfad "{}" gehört zu keinem installierten Paket.
es: La ruta "{}" no pertenece a un paquete instalado.
fr: Le chemin {} n'appartient à aucun paquet installé
hu: A megadott {} útvonal nem tartozik egy csomaghoz sem.
it: Il percorso {} non appartiene a un pacchetto installato
nl: Pad {} hoort niet bij een geïnstalleerd pakket
pl: Ścieżka {} należy do wielu pakietów
ru: Путь {} не принадлежит установленному пакету
sv: Paketet är installerat:
tr: "{}" yolu kurulu herhangi bir pakette değil.

source: Package "{0}" has file "/{1}"
az: Paketdə "{0}" sənəd var "/ {1}"
de: Paket "{0}" hat die Datei "/{1}"
es: El paquete "{0}" tiene el archivo "/ {1}"
fr: Le paquet {0} a le fichier /{1}
hu: A(z) {0} csomagban található a(z) /{1} nevű fájl.
it: Il pacchetto {0} contiene il file {1}
nl: Pakket {0} bevat bestand /{1}
pl: Pakiet {0} znaleziono w repozytorium {1}
ru: Пакет {0} содержит файл /{1}
sv: Paketfil: {0} /{1}
tr: "{0}" paketi içinde "/{1}" dosyası var.

source: Searching for "{}"
az: "{}" Axtarılır
de: Suche "{}"
es: Buscando "{}"
fr: Recherche de {}
hu: {} keresése
it: Ricerca di {} in corso
nl: Zoekt naar {}
pl: Szukanie : {}
ru: Поиск для {}
sv: Söker efter {}
tr: "{}" aranıyor

source: Run sysconf trigger
az: Sysconf tetikleyicisini işə salın
de: Führen Sie den sysconf-Trigger aus
es: Ejecute el disparador sysconf
fr: Exécuter le déclencheur sysconf
tr: sysconf tetiğini çalıştır

source: sysconf options
az: sysconf variantları
de: Optionen von sysconf
es: opciones de sysconf
fr: Options d'info
hu: információs opciók
it: opzioni di informazione
nl: info opties
pl: Opcje szczegółów
ru: info опции
sv: info-alternativ
tr: sysconf seçenekleri

source: Run force sysconf
az: Güc sysconf işə salın
de: Führen Sie force sysconf aus
es: Ejecutar force sysconf
tr: sysconf'u zorlayarak çalıştır

source: update-repo options
az: update-repo seçimləri
de: Optionen von update-repo
es: opciones de actualización-repositorio
fr: Options de update-repo
hu: tároló-frissítés (update-repo) opciói
it: opzioni update-repo
nl: bronopties bijwerken
pl: opcje aktualizacji repo
ru: update-repo опции
sv: update-repo-alternativ
tr: update-repo seçenekleri

source: Update database in any case
az: Hər halda verilənlər bazasını yeniləyin
de: Datenbank auf jeden Fall aktualisieren
es: Actualizar la base de datos en cualquier caso
fr: Mise à jour de la base de données quoi qu'il arrive
hu: Adatbázis frissítése mindenképpen
it: Aggiorna il database in ogni caso
nl: Altijd database bijwerken
pl: Zaktualizuj bazę danych w każdym przypadku
ru: Обновление базы данных в любом случае
sv: Uppdatera databasen i alla fall
tr: Veritabanını her halükârda güncelle

source: upgrade options
az: upgrade seçimləri
de: Optionen von upgrade
es: opciones de actualización
fr: options de mise à jour
hu: upgrade opciói
it: opzioni di aggiornamento
nl: opwaardeeropties
pl: opcje aktualizacji
ru: upgrade опции
sv: upgrade-alternativ
tr: upgrade seçenekleri

source: Security related package upgrades only.
az: Yalnız təhlükəsizlik ilə əlaqəli paket yeniləmələri.
de: Nur sicherheitsrelevante Aktualisierungen.
es: Solo actualizaciones de paquetes relacionados con la seguridad.
fr: Seulement les mises à jour liées à la sécurité
hu: Csak a biztonsággal kapcsolatos csomagok frissítése
it: Solo aggiornamenti dei pacchetti relativi alla sicurezza
nl: Alleen beveiligingspakketten opwaarderen
pl: Tylko aktualizacje związane z bezpieczeństwem.
ru: Обновления только по вопросам безопасности
sv: Endast säkerhetsrelaterade paketuppgraderingar.
tr: Sadece güvenlik ile alakalı paket güncellemeleri.

source: Do not update repositories.
tr: Depoları güncelleme.

source: Upgrade component's and recursive components' packages.
az: Komponentlərin və rekursiv komponentlərin paketlərini təkmilləşdirin.
de: Upgrade für die Komponente durchführen und Pakete der Komponente rekursivieren.
es: Actualizar paquetes de componentes y componentes recursivos.
fr: Mettre à jour les paquets du composant et les composants récursifs
hu: Frissítse a komponenst és rekurzívan a komponens csomagjait.
it: Aggiorna i pacchetti del componente e dei componenti ricorsivi
nl: Opwaarderen componenten en recursieve componenten pakketten
pl: Uaktualnij pakiety komponentów i rekurencyjne komponenty.
ru: Обновление компонентов и рекурсивных компонентов пакетов
sv: Uppgradera komponentens och rekursiva komponentpaket.
tr: Bileşenin ve alt bileşenlerinin paketlerini güncelle.
