Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: Repository "{}" does not exist.
az: "{}" Depo mövcud deyil.
de: Depot "{}" existiert nicht.
es: El repositorio "{}" no existe.
fr: Le dépôt {} n'existe pas.
hu: A(z) {} tároló nem létezik.
it: Il repository {} non esiste.
nl: Softwarebron {} bestaat niet.
pl: Repozytorium {} nie istnieje. Nie można usunąć.
ru: Репозиторий {} не существует.
sv: Förrådet % finns inte och kan därmed inte tas bort.
tr: "{}" deposu yok.

source: Package "{}" not found.
az: "{}" Paketi tapılmadı.
de: Paket "{}" nicht gefunden.
es: Paquete "{}" no encontrado.
fr: Le paquet {} est introuvable.
hu: A(z) {} csomag nem található.
it: Pacchetto {} non trovato.
nl: Pakket {} niet gevonden.
pl: Plik {} nie został znaleziony
ru: Пакет {} не найден.
sv: Paketet {} är inte installerat.
tr: Paket "{}" bulunamadı.

source: URL "{0}" already downloaded as "{1}"
az: URL "{0}" artıq "{1}" olaraq yükləndi
de: URL "{0}" bereits heruntergeladen als "{1}"
es: URL "{0}" ya descargada como "{1}"
fr: URL {0} déjà téléchargée en tant que {1}
it: URL "{0}" già scaricato come "{1}"
nl: URL {0} is reeds gedownload als {1}
pl: Adres URL „{0}” jest już pobrany jako „{1}”
ru: URL {0} уже загружен как {1}
sv: URL "{0}" har redan laddats ned som "{1}"
tr: "{0}" adresi zaten "{1}" olarak indirilmişti.

source: No signature found for "{}"
az: "{}" Üçün imza tapılmadı
de: Keine Signatur gefunden für "{}"
es: No se encontró firma para "{}"
fr: Pas de signature pour {}
hu: Nem található konfiguráló szkript a cmake-hez.
it: Nessun script configure trovato per cmake.
nl: Geen ondertekening gevonden voor {}
pl: Nie znaleziono skryptu konfiguracyjnego dla cmake.
ru: Подпись не найдена для {}
sv: Ingen signatur hittades för "{}"
tr: "{}" dosyası için GPG İmzası bulunamadı.

source: GPG Signature is invalid for "{}"
az: GPG imzası "{}" üçün etibarsızdır
de: Keine Signatur gefunden für "{}"
es: La firma GPG no es válida para "{}"
fr: Pas de signature pour {}
hu: Nem található konfiguráló szkript a cmake-hez.
it: Nessun script configure trovato per cmake.
nl: Geen ondertekening gevonden voor {}
pl: Nie znaleziono skryptu konfiguracyjnego dla cmake.
ru: Подпись не найдена для {}
sv: GPG-signatur är ogiltig för "{}"
tr: "{}" dosyası için GPG İmzası bozuk/değiştirilmiş/hatalı.

source: Encountered cycle {}
az: Qarşılaşma dövrü {}
de: Zusammengetroffener Zyklus {}
es: Ciclo encontrado {}
fr: Dépendance circulaire {} rencontrée
hu: {} ciklusba futottam.
it: Riscontrato ciclo {}
nl: Ondekt cyclus {}
pl: Napotkany cykl {}
ru: Обнаружен цикл {}
sv: Mötet cykel {}
tr: Sonuz döngü ile karşılaşıldı: {}.

source: Filename error
az: Filename xətası
de: Dateinamen Fehler
es: Error de nombre de archivo
fr: Erreur de nom de fichier
hu: Fájlnév hiba
it: Errore nel nome del file
nl: Bestandsnaamfout
pl: Błąd nazwy pliku
ru: Ошибка имени файла
sv: Filnamnsfel
tr: Dosya adı hatası

source: Access denied to write to destination directory: "{}"
az: Giriş təyinat qovluğuna yazmaq üçün icazə verilmədi: "{}"
de: Schreibzugriff verweigert für Zielverzeichnis: "{}"
es: Acceso denegado para escribir en el directorio de destino: "{}"
fr: Accès en écriture refusé pour le repertoire de destination : "{}"
hu: Nincs írási jogom a célkönyvtárra: "{}"
it: Accesso negato in scrittura nella cartella di destinazione: "{}"
nl: Toegang geweigerd om te schrijven naar de doelmap: "{}"
pl: Odmowa dostępu do zapisu do katalogu docelowego: „{}”
ru: Нет прав для записи в целевую директорию: "{}"
sv: Åtkomst nekas att skriva till destinationskatalogen: "{}"
tr: Hedef dizinine yazma erişimi reddedildi: "{}"

source: Access denied to destination file: "{}"
az: Məqsəd faylı üçün giriş rədd edildi: "{}"
de: Zugriff verweigert für Zieldatei: "{}"
es: Acceso denegado al archivo de destino: "{}"
fr: Accès refusé au fichier de destination : "{}"
hu: Nincs hozzáférési jogom a célfájlhoz: "{}"
it: Accesso negato al file di destinazione: "{}"
nl: Toegang geweigerd van doelbestand: "{}"
pl: {} konfiguracja nie powiodła się
ru: Доступ запрещен к целевуму файлу: "{}"
sv: Konfigureringen misslyckades.
tr: Hedef dosyasına erişim reddedildi: "{}"

source: File already exsist. Download skiped...
az: Fayl artıq mövcuddur. Yükləndi ...
de: Datei existiert bereits. Download übersprungen ...
es: El archivo ya existe. Descargar omitido ...
fr: Le fichier existe déjà. Téléchargement ignoré ...
tr: Dosya var. Atlandı...

source: Download error: {}
az: Yükləmə xətası: {}
de: Heruntergeladen Fehler: {}
es: Error de descarga: {}
fr: l'Erreur Téléchargé: {}
hu: Letöltés {} / {}
it: Scaricato da:
nl: Gedownload van:
pl: Pobrano z:
ru: Скачано с:
sv: Hämtat från:
tr: İndirme hatası: {}

source: A problem occurred. Please check the archive address and/or permissions again.
az: Bir problem meydana gəldi. Arxiv adresini və / və ya icazələri yenidən yoxlayın.
de: Es ist ein Problem aufgetreten. Bitte die Archiv-Adresse und/oder die Rechte überprüfen.
es: Se produjo un problema Verifique nuevamente la dirección de archivo y / o los permisos.
fr: Un problème est survenu. Veuillez vérifier l'adresse de l'archive et/ou ses permissions de nouveau.
hu: Hiba történt. Kérem ellenőrizze újra az archívum címét és/vagy a jogosultságokat.
it: C'è stato un problema. Controlla per favore di nuovo l'indirizzo dell'archivio e/o i permessi.
nl: Er is een probleem opgetreden. Controleer het archief adres en/of de toegangsrechten opnieuw.
pl: Wystąpił problem. Sprawdź ponownie adres archiwum i / lub uprawnienia.
ru: Возникла проблема. Пожалуйста, проверьте архивный адрес и/или разрешения вновь.
sv: Ett problem uppstod. Kontrollera arkivadressen och / eller behörigheterna igen.
tr: Bir hata oluştu. Lütfen arşiv adresini ve/veya kullanıcı izinlerini kontrol edin.

source: RESPONSE:
az: CAVAB:
es: RESPUESTA:
tr: YANIT:

source: Downloaded from:
az: Yüklənib:
de: Heruntergeladen von:
es: Descargado desde:
fr: Téléchargé de:
hu: Letöltés {} / {}
it: Scaricato da:
nl: Gedownload van:
pl: Pobrano z:
ru: Скачано с:
sv: Hämtat från:
tr: İndirildi:

source: Proxy configuration has been found for '{}' protocol.
az: '{}' Protokolu üçün proksi konfiqurasiyası tapıldı.
de: Für das '{} Protokoll wurde eine Proxy-Konfiguration entdeckt.
es: Se ha encontrado la configuración de proxy para el protocolo '{}'.
fr: Une configuration de proxy a été trouvée pour le protocole {}
hu: Proxy beállításokat találtam a(z) "{}" protokoll használatához.
it: Trovata configurazione proxy per il protocollo {}
nl: Proxy-configuratie gevonden voor {} protocol
pl: Znaleziono konfigurację serwera proxy dla protokołu „{}”.
ru: Обнаружена конфигурация прокси-сервера для протокола {}
sv: Proxy-konfiguration har hittats för protokollet {{}
tr: '{}' protokolü için vekil yapılandırması bulundu.

source: Bandwidth usage is limited to {} KB/s.
az: Bant genişliyi istifadəsi {} KB/s ilə məhdudlaşır.
de: Bandbreitenbegrenzung ist eingestellt auf {} KB/s.
es: El uso del ancho de banda está limitado a {} KB / s.
fr: L'utilisation de la bande passante est restreinte à {} Ko/s
hu: A sávszélesség használata korlátozva {} KB/s értékre.
it: Mantenere l'utilizzo di banda in determinate KB
nl: Bandbreedte gebruik is beperks tot {} KB/s
pl: Wykorzystanie przepustowości jest ograniczone do {} KB / s.
ru: Использование полосы пропускания ограничено {} Кб/с
sv: Bandbreddanvändning är begränsad till {} KB / s.
tr: Bant genişliği kullanımı {} KB/s ile sınırlı.

source: Remote file can not be reached. Previously downloaded part of the file will be removed.
az: Uzaqdan fayl əldə edilə bilməz. Faylın əvvəl yüklənmiş hissəsi silinəcəkdir.
de: Remote-Datei kann nicht erreicht werden. Zuvor heruntergeladene Teile der Datei werden entfernt.
es: No se puede acceder al archivo remoto. Parte del archivo descargado previamente será eliminado.
fr: Le fichier distant n'est pas accessible. Une partie du fichier précédemment téléchargée sera supprimée.
tr: Uzak dosyaya erişilemiyor. Dosyanın daha önce indirilen kısmı kaldırılacak.

source: Trying fallback address: "{}"
az: Geri yükləmə ünvanını sınayır: "{}"
de: Versuche Ersatz-Adresse: "{}"
es: Intentando la dirección alternativa: "{}"
fr: Essai avec l'adresse de secours : {}
hu: Próbálom a tartalék címet: {}
it: Tentativo con l'indirizzo di fallback: {}
nl: Pogen terugval adres: {}
pl: Próbuję adresu rezerwowego: „{}”
ru: Проба резервных адресов: {}
sv: Försöker fallback-adressen: "{}"
tr: Geri düşüm adresi "{}" deneniyor.

source: No such file or no permission to read for {}.
az: Belə bir fayl yoxdur və ya {} üçün oxumağa icazə yoxdur.
de: Keine solche Datei oder keine Berechtigung zum Lesen für {}.
es: No existe tal archivo o no hay permiso para leer para {}.
fr: Aucun fichier de ce type ou aucune autorisation de lecture. {}
it: File non esistente o permesso di lettura negato
nl: Geen dergelijk bestand of geen toestemming om te lezen.
pl: Brak takiego pliku lub brak uprawnień do odczytu.
ru: Нет такого файла или нет разрешения на чтение.
sv: Ingen sådan fil eller ingen tillåtelse att läsa.
tr: {} böyle bir dosya yok veya okuma izni geçersiz.

source: "{}" mirrors are not defined.
az: "{}" güzgülər müəyyənləşdirilməyib.
de: "{}" Mirrors sind nicht definiert.
es: Los espejos "{}" no están definidos.
fr: Les miroirs {} ne sont pas définis.
hu: {} nevű tükörkiszolgálók nincsenek definiálva.
it: Mirror di {} non definiti.
nl: {} mirrors zijn niet benoemd.
pl: Lustra „{}” nie są zdefiniowane.
ru: {} зеркала не определены.
sv: "{}" speglar definieras inte.
tr: "{}" yansıları tanımlı değil.

source: Could not fetch source from "{}" mirrors.
az: Güzgülərdən mənbəyi "{}" alınmadı.
es: No se pudo obtener la fuente de los espejos "{}".
fr: Impossible de télécharge la source depuis les miroirs {}.
hu: Nem tudom letölteni a forrás a(z) {} tükörkiszolgálóról.
it: Impossibile recuperare il sorgente dai mirror {}.
nl: Kon de bron van de {} mirrors niet ophalen.
pl: Przetwarzanie źródeł z: {}
ru: Не удалось извлечь исходный код из зеркала {}
sv: Det gick inte att hämta källan från "{}" speglar.
tr: Kaynak, "{}" yansılarından indirilemedi.

source: "{0}" package found in "{1}" repository.
az: "{0}" paketi "{1}" anbarında tapıldı.
de: Paket "{0}" in Depot "{1}" gefunden.
es: El paquete "{0}" se encuentra en el repositorio "{1}".
fr: Paquet {0} trouvé dans le dépôt {1}
hu: A(z) {0} csomag a(z) {1} tárolóban található
it: {0} Pacchetto trovato nella {1} repository
nl: {0} pakket gevonden in {1} softwarebron
pl: Pakiet {0} znaleziono w repozytorium {1}
ru: {0} пакет найден в {1} репозитории.
sv: {0}-paketet finns i {1}-förrådet.
tr: "{0}" paketi "{1}" deposunda bulundu.

source: "{}" package already fetched.
az: "{}" paketi artıq alındı.
de: Paket "{}" ist schon heruntergeladen.
es: El paquete "{}" ya se ha recuperado.
fr: Paquet {} déjà téléchargé
hu: A(z) {} csomagot már letöltöttem
it: {} pacchetto già scaricato
nl: {} pakket reeds opgehaald
pl: Pakiet {} jest już pobrany
ru: {} пакет уже получен
sv: Paketborttagning nekades
tr: "{}" paketi zaten indirilmiş.

source: uri must have type either URI or string.
az: uri ya URI, ya da simli tipə sahib olmalıdır.
de: uri muss entweder vom Typ URI oder String sein.
es: uri debe tener tipo URI o cadena.
fr: uri doit être de type URI ou string
hu: Az URI típusa URI vagy sztring kell legyen.
it: la uri deve avere come tipo o URI o stringa
nl: uri moet van het type URI-adres of tekenreeks zijn
pl: URI musi mieć typ URI lub ciąg znaków.
ru: uri должен иметь тип URI или строковый
sv: uri måste ha antingen URI eller sträng.
tr: uri parametresi ya URI ya da dizgi tipine sahip olmalı.

source: Fetching {}
az: {} Alınır
de: {} wird abgerufen
es: Obteniendo {}
fr: Téléchargement de {}
hu: {} letöltése
it: Recupero di {}
nl: Ophalen {}
pl: Pobieranie {}
ru: Извлечение {}
sv: Hämtar {}
tr: {} indiriliyor

source: File "{}" not found.
az: "{}" Fayl tapılmadı.
de: Datei "{}" nicht gefunden.
es: Archivo no encontrado.
fr: Le fichier {} est introuvable
hu: A(z) {} fájl nem található
it: File {} non trovato
nl: Bestand {} niet gevonden
pl: Plik {} nie został znaleziony
ru: Файл {} не найден
sv: Filen {} hittades inte
tr: "{}" dosyası bulunamadı.

source: File mode must be either File.read or File.write
az: Fayl rejimi ya File.read ya da File.write olmalıdır
de: Dateimodus muss entweder File.read oder File.write sein
es: El modo de archivo debe ser File.read o File.write
fr: Le mode d'accès au fichier doit être soit File.read soit File.write
hu: A fájl mód File.read vagy File.write lehet.
it: Il modo del file deve essere o File.read o FIle.write
nl: Bestandsmodus moet ofwel File.read ofwel File.write zijn
pl: Tryb pliku musi być ustawiony na File.read lub File.write
ru: Доступ к файлу должен быть для чтения или для записи
sv: Filläget måste vara antingen File.read eller File.write
tr: Dosya kipi File.read veya File.write olmalı

source: Remote write not implemented.
az: Uzaqdan yazılmadı.
de: Remote Schreiben nicht implementiert.
es: Escritura remota no implementada.
fr: Écriture distante non implémentée
hu: A távoli írás nem lehetséges.
it: La scrittura remota non è ancora implementata
nl: Schrijven op afstand niet geïmplementeerd
pl: Zdalny zapis nie został zaimplementowany.
ru: Удаленная запись не реализована
sv: Fjärrskrivning inte implementerad.
tr: Uzağa yazma özelliği henüz desteklenmiyor.

source: ERROR: 'gpg --detach-sig {}' failed.
az: XATA: 'gpg --detach-sig {}' uğursuz oldu.
de: ERROR: 'gpg --detach-sig {}' fehlgeschlagen.
es: ERROR: 'gpg --detach-sig {}' falló.
fr: ERREUR : gpg --detach-sig {} a échoué
hu: HIBA: gpg --detach-sig {} nem sikerült
it: ERRORE: gpg --detach-sig {} fallito
nl: FOUT: gpg --detach-sig {} mislukt
pl: Błąd: lokalizacja {} nie poprawna
ru: ОШИБКА: gpg --detach-sig {} не удалось
sv: FEL: patch {} misslyckades
tr: HATA: 'gpg --detach-sig {}' hatayla sonlandırıldı.

source: Mirrors file "{}" does not exist. Could not resolve "mirrors://"
az: Güzgülər faylı "{}" mövcud deyil. "mirrors://" həll edilə bilmədi
de: Mirrors-Datei "{}" existiert nicht. Konnte "mirrors://" nicht auflösen
es: El archivo de espejos "{}" no existe. No se pudo resolver "mirrors: //"
fr: Le fichier des miroirs {} n'existe pas. Impossible de trouver les miroirs : //
hu: A tükröket leíró {} fájl nem létezik. Nem tudom feloldani a mirrors:// jellegű címet
it: Il file dei mirror {} non esiste. Impossibile trovare mirrors://
nl: Mirror bestand {} bestaat niet. Kan mirrors niet oplossen://
pl: Repozytorium {} nie istnieje. Nie można usunąć.
ru: Файл зеркал {} не существует. Невозможно определить mirrors://
sv: Förrådet % finns inte och kan därmed inte tas bort.
tr: Yansı dosyası "{}" bulunamadı. "mirrors://" çözümlenemedi.

source: Path "{}" belongs in multiple packages.
az: "{}" Yolu çox paketə aiddir.
de: Pfad "{}" gehört zu mehreren Paketen.
es: La ruta "{}" pertenece en múltiples paquetes.
fr: Le chemin {} appartient à plusieurs paquets
hu: A(z) {} útvonal több csomahoz is tartozik.
it: Il percorso {} si trova in più pacchetti
nl: Pad {} behoort bij meerdere pakketten
pl: Ścieżka {} należy do wielu pakietów
ru: Путь {} содержится в нескольких пакетах
sv: Paketet är installerat:
tr: "{}" yolu birden çok pakete ait.

source: Removing special file skipped for: "{}"
az: Xüsusi faylın silinməsi: "{}"
de: Entferne Cachedatei "{}"
es: Eliminando archivos especiales omitidos para: "{}"
fr: Suppression du fichier cache {}...
hu: {} csomag eltávolítása
it: Rimozione di file cache {}...
nl: Verwijderen cachebestand {}...
pl: Usuwanie pakietu {}
ru: Удаление файла кэша {}.
sv: Tar bort paketet {}
tr: Özel dosyanın silinmesi işlemi "{}" için atlandı...

source: Removing special "{0}" file: "{1}"
az: Xüsusi "{0}" faylı silinir: "{1}"
de: Entferne Cachedatei "{0}" Datei "{1}"
es: Eliminando el archivo especial "{0}": "{1}"
fr: Suppression du fichier spécial "{0}": "{1}"
hu: {} csomag eltávolítása
it: Rimozione di file cache {}...
nl: Verwijderen cachebestand {}...
pl: Usuwanie pakietu {}
ru: Удаление файла кэша {}.
sv: Tar bort paketet {}
tr: Özel dosya "{0}", "{1}" için siliniyor...

source: Source URI: {}
az: Mənbə URI: {}
de: Quell URI: {}
es: URI de origen: {}
fr: URI Source : {}
hu: Forrás URI: {}
it: URI di origine: {}
nl: Bron URI: {}
pl: URI źródła: {}
ru: Адрес исходного кода: {}
sv: Källa URI: {}
tr: Kaynak adresi: {}

source: Source "{}" not found in any active repository.
az: "{}" Mənbəyi heç bir aktiv depoda tapılmadı.
de: Quell-Paket "{}" wurde in keinem der aktuellen Depot's gefunden.
es: La fuente "{}" no se encuentra en ningún repositorio activo.
fr: La source {} n'est dans aucun des dépôts actifs.
hu: A(z) {} forrás egyik aktív tárolóban sem található.
it: Il sorgente {} non è stato trovato in alcun repository attivo.
nl: Bron {} niet gevonden in actieve softwarebronnen.
pl: Źródło {} nie zostało znalezione w aktywnym repozytorium
ru: Исходный код {} не обнаружен ни в одном активном репозитории.
sv: Paketet {} finns inte i något aktivt förråd.
tr: "{}" isimli kaynak paket etkin depolarda bulunamadı.

source: [ !!! ] Building RFP for {}
az: [ !!! ] {} Üçün RFP Tikinti
de: [ !!! ] RFP für {} erstellen
es: [!!! ] Crear RFP para {}
fr: [ !!! ] Création d'une demande de propositions pour {}
hu: A(z) {} formátumfájl építése
it: costruzione del formato file {}
nl: Bouwen format bestand {}
pl: Format pliku budowania{}
ru: Формат исполняемого файла {}
sv: Söker efter {}
tr: [!!! ] {} için RFP oluşturuluyor

source: Would you like to compile this RFP package?
az: Bu RFP paketini tərtib etmək istərdinizmi?
de: Möchten Sie dieses RFP-Paket zusammenstellen?
es: ¿Desea compilar este paquete RFP?
fr: Voulez vous continuer ?
hu: Kívánja folytatni?
it: Vuoi proseguire?
nl: Wilt u doorgaan?
pl: Czy chciałbyś kontynuować?
ru: Вы хотите продолжить?
sv: Vill du fortsätta?
tr: Bu RFP paketini derlemek ister misiniz?

source: Didn't permit build RFP package.
az: RFP paketi yaratmağa icazə vermədi.
de: RFP-Paket konnte nicht erstellt werden.
es: No permitió construir el paquete RFP.
fr: N'a pas permis de construire le package RFP.
tr: RFP paketi oluşturulmasına izin vermedi.

source: pspec.xml avoids this package from building for "{}"
az: pspec.xml bu paketi "{}" üçün qurmaqdan çəkindirir.
de: pspec.xml verhindert verhindert erstellen des Pakets für "{}"
es: pspec.xml evita que este paquete se cree para "{}"
fr: pspec.xml évite la construction de ce paquet pour {}
hu: A pspec.xml óva int a csomag {} számára való építésétől.
it: pspec.xml evita che questo pacchetto venga creato per "{}"
nl: pspec.xml voorkomt het bouwen van dit pakket voor {}
pl: pspec.xml unika tworzenia tego pakietu dla „{}”
ru: pspec.xml избегает этот пакет для сборки для {}
sv: pspec.xml undviker att detta paket bygger för "{}"
tr: pspec.xml bu kaynak paketin "{}" için inşa edilmesini engelliyor

source: Building source package: "{}"
az: Bina mənbəyi paketi: "{}"
de: Quell-Paket wird erstelltt: "{}"
es: Creación del paquete fuente: "{}"
fr: Construction du paquet source INARY : {}
hu: INARY forráscsomag készítése: {}
it: Costruzione del pacchetto sorgente: {}
nl: Bouwen bronbronpakket: {}
pl: Budowanie pakietu źródłowego : {}
ru: Сборка пакета с исходным кодом: {}
sv: Bygger källpaketet: {}
tr: Kaynak paket inşa ediliyor: "{}"

source: ccache detected...
az: ccache aşkarlandı ...
de: ccache entdeckt...
es: ccache detectado ...
fr: ccache détecté...
hu: ccache észlelve...
it: Rilevato ccache...
nl: Ccache gevonden...
pl: Wykryto ccache...
ru: ccache обнаружен...
sv: ccache upptäckt ...
tr: ccache bulundu...

source: IceCream detected. Make sure your daemon is up and running...
az: Dondurma aşkarlandı. Daemonunuzun işlədiyinə əmin olun ...
de: IceCream entdeckt. Stellen Sie sicher, dass Ihr Daemon gestartet ist...
es: IceCream detectado. Asegúrate de que tu demonio esté funcionando ...
fr: IceCream détecté. Vérifiez bien que votre daemon est en cours d'exécution...
hu: IceCream észlelve. Győződjön meg róla, hogy a démon működik.
it: Rilevato IceCream. Assicurati che il tuo demone sia in esecuzione e attivo...
nl: IceCream gevonden. Zorg dat uw daemon actief is...
pl: Wykryto IceCream. Sprawdź czy twój demon jest uruchomiony...
ru: Обнаружен IceCream. Убедитесь, что ваш демон запущен.
sv: IceCream upptäcktes. Se till att din demon är igång ...
tr: IceCream bulundu. Lütfen arkaplan sürecinizin çalıştığından emin olunuz.

source: Rebuilding source for build type: {}
az: Qurma növü üçün bərpa mənbəyi: {}
de: Neuerstellungsquelle für Build-Typ: {}
es: Reconstruyendo la fuente para el tipo de compilación: {}
fr: Ajout du paquet à l'index : {}
hu: {} hozzáadása a csomaglistához
it: Aggiunta di {} all'indice dei pacchetti
nl: Toevoegen van pakket aan index: {}
pl: ** Budowanie pakietu {}
ru: Добавление пакета в индекс: {}
sv: Bygger paketet: {}
tr: Kaynak {} inşa tipine göre yeniden inşa ediliyor

source: PostOps Script Fetched.
tr: PostOps Betik Dosyası Getirildi.

source: Cannot find component.xml for "{}" in remote directory, Source is now part of unknown component.
az: Uzaq qovluqdakı "{}" üçün component.xml-i tapmaq olmur, Mənbə indi naməlum komponentin bir hissəsidir.
de: Die Datei component.xml für "{}" kann im Remote-Verzeichnis nicht gefunden werden. Die Quelle ist jetzt Teil einer unbekannten Komponente.
es: No se puede encontrar component.xml para "{}" en el directorio remoto, ahora Source es parte de un componente desconocido.
fr: Impossible de trouver component.xml pour "{}" dans le répertoire distant, la source fait maintenant partie d'un composant inconnu.
hu: Nem található component.xml a távoli könyvtárban. A forrás mostantól ismeretlen komponens része.
it: Impossibile trovare il file component.xml nella cartella remota
nl: Kan component.xml in map op afstand niet vinden. Bron is nu onderdeel van onbekende component
pl: Nie można znaleźć pliku component.xml w nadrzędnym katalogu
ru: Не найден файл component.xml в удаленном каталоге. Пакет сейчас является частью неизвестного компонента
sv: Kan inte hitta component.xml i fjärrkatalogen, källan är nu en del av okänd komponent.
tr: Uzak dizinde "{}" için component.xml bulunamıyor, Kaynak artık bilinmeyen bileşenin bir parçası.

source: Cannot find component.xml for "{}" in upper directory, Source is now part of unknown component.
az: Üst qovluqdan "{}" üçün component.xml tapa bilmir, Mənbə indi bilinməyən komponentin bir hissəsidir.
de: Die Datei component.xml für "{}" kann im oberen Verzeichnis nicht gefunden werden. Die Quelle ist jetzt Teil einer unbekannten Komponente.
es: No se puede encontrar component.xml para "{}" en el directorio superior, ahora Source es parte de un componente desconocido.
fr: Impossible de trouver component.xml pour "{}" dans le répertoire parent, la source fait maintenant partie d'un composant inconnu.
hu: Nem található component.xml a szülő könyvtárban. A forrás mostantól imseretlne komponens része.
it: Impossibile trovare il file component.xml nella cartella superiore
nl: Kan component.xml in bovenliggende map niet vinden. Bron is nu onderdeel van onbekende component
pl: Nie można znaleźć pliku component.xml w nadrzędnym katalogu
ru: Не найден файл component.xml в верхнем каталоге. Пакет сейчас является частью неизвестного компонента
sv: Kan inte hitta component.xml i den övre katalogen, källan är nu en del av okänd komponent.
tr: Üst dizinde "{}" için component.xml bulunamıyor, Kaynak artık bilinmeyen bileşenin bir parçası.

source: Building source package: "{}" [ Fetching Step ]
az: Bina mənbəyi paketi: "{}" [ Fetching Step ]
de: Quell-Paket wird erstelltt: {} [ Wird Abgerufen-Schritte ]
es: Compilación del paquete fuente: "{}" [Paso de obtención]
fr: Construction du paquet source INARY : {} [ Fetching Step ]
hu: INARY forráscsomag készítése: {}
it: Costruzione del pacchetto sorgente: {}
nl: Bouwen bronbronpakket: {}
pl: Budowanie pakietu źródłowego : {}
ru: Сборка пакета с исходным кодом: {}
sv: Bygger källpaketet: {}
tr: Kaynak paket inşa ediliyor: "{}" [ Fetching Adımı ]
