Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: GNU Config Update Failed. Please check your gnuconfig scripts. (/usr/share/gnuconfig)
az: GNU Konfiqurasiya Yeniləməsi alınmadı. Zəhmət olmasa gnuconfig yazılarınızı yoxlayın. (/usr/share/gnuconfig)
de: GNU Config Update fehlgeschlagen. Bitte überprüfen Sie Ihre gnuconfig-Skripte. (/ usr / share / gnuconfig)
es: GNU Config Update Failed. Por favor revise sus guiones gnuconfig. (/ usr / share / gnuconfig)
fr: La mise à jour de la configuration GNU a échoué. Veuillez vérifier vos scripts gnuconfig. (/ usr / share / gnuconfig)
it: Aggiornamento configurazione GNU non riuscito. Controlla i tuoi script gnuconfig. (/ Usr / share / gnuconfig)
nl: GNU Config-update mislukt. Controleer uw gnuconfig-scripts. (/ Usr / share / gnuconfig)
pl: Aktualizacja konfiguracji GNU nie powiodła się. Sprawdź swoje skrypty gnuconfig. (/ usr / share / gnuconfig)
ru: Не удалось обновить конфигурацию GNU. Пожалуйста, проверьте ваши скрипты gnuconfig. (/ USR / доли / gnuconfig)
sv: GNU-konfigurationsuppdatering misslyckades. Kontrollera dina gnuconfig-skript. (/ Usr / share / gnuconfig)
tr: GNU Yapılandırma Güncellemesi Tamamlanamadı. Lütfen gnuconfig betiklerinizi kontrol ediniz (/usr/share/gnuconfig)

source: GNU Config Update Finished.
az: GNU Config Konfiqurasiya Yeniləməsi Bitdi.
de: GNU Config Aktualisierung fertig gestellt.
es: Actualización de configuración de GNU terminada.
fr: La mise à jour de GNU Config est maintenant terminée.
hu: A GNU Config Update művelet befejezve.
it: Aggiornamento GNU Config concluso.
nl: GNU Config bijwerken voltooid.
pl: GNU Config Update Zakończony.
ru: GNU Config Update завершено.
sv: GNU Config Update avslutad.
tr: GNU Yapılandırma Güncellemesi Bitti.

source: Running "libtoolize" failed.
az: "libtoolize" çalışması uğursuz oldu.
de: Ausführen von 'libtoolize' fehlgeschlagen.
es: La ejecución de "libtoolize" falló.
fr: L'exécution de libtoolize a échoué.
hu: A libtoolize futtatása nem sikerült.
it: Esecuzione di libtoolize fallita.
nl: Uitvoeren libtoolize mislukt.
pl: Uruchomienie libtoolize nie powiodło się.
ru: Ошибка выполнения libtoolize.
sv: Körning av aclocal misslyckades.
tr: "libtoolize" çalıştırma işlemi başarısız oldu.

source: CMake configure failed.
az: CMake konfiqurasiya uğursuz oldu.
de: CMake Konfiguration fehlgeschlagen.
es: La configuración de CMake ha fallado.
fr: Échec de la configuration.
hu: A configure végrehajtása nem sikerült.
it: Configure fallito.
nl: Configuratie mislukt.
pl: Konfiguracja nie powiodła się.
ru: Настройка не удалась.
sv: Konfigureringen misslyckades.
tr: CMake yapılandırma başarısız

source: Build failed.
az: Qurmaq uğursuz oldu.
de: Konstruktion fehlgeschlagen.
es: Construcción fallida.
fr: La compilation de perl a échoué.
hu: A perl modul építése nem sikerült.
it: build Perl fallito.
nl: perl bouwen mislukt.
pl: perl build nie powiódł się.
ru: ошибка выполнения perl.
sv: perl-bygge misslyckades.
tr: İnşa işlemi başarısız oldu.

source: Check failed.
az: Yoxlamaq alınmadı.
de: Prüfung fehlgeschlagen.
es: Comprobación fallida.
fr: Échec de la construction.
hu: A make végrehajtása nem sikerült.
it: Make fallito.
nl: Make mislukt.
pl: Make nie powiódł się.
ru: Ошибка сборки.
sv: Make misslyckades.
tr: Kontrol işlemi başarısız oldu.

source: 'perl build' failed.
az: 'perl build' uğursuz oldu.
de: Perl-Konstruktion 'perl build' fehlgeschlagen.
es: 'Perl build' falló.
fr: La compilation de perl a échoué.
hu: A perl modul építése nem sikerült.
it: build Perl fallito.
nl: perl bouwen mislukt.
pl: perl build nie powiódł się.
ru: ошибка выполнения perl.
sv: perl-bygge misslyckades.
tr: 'perl build' inşa işlemi başarısız oldu.

source: 'perl install' failed.
az: 'perl install' uğursuz oldu.
de: Perl-Installation 'perl install' ist fehlgeschlagen.
es: 'Perl install' falló.
fr: L'installation de perl a échoué.
hu: A perl modul telepítése nem sikerült.
it: install Perl fallito.
nl: perl installatie mislukt.
pl: perl install nie powiódł się.
ru: ошибка установки perl.
sv: perl-installation misslyckades.
tr: 'perl install' kurma işlemi başarısız oldu.

source: Package pkgconfig is not installed on your system.
az: Paket pkgconfig sisteminizdə quraşdırılmamışdır.
de: Paket pkgconfig ist nicht installiert. Kann nicht entfernt werden.
es: El paquete pkgconfig no está instalado en su sistema.
fr: Le paquet pkgconfig n'est pas installé. Impossible de le supprimer.
hu: A(z) pkgconfig csomag nincs telepítve. Nem tudom eltávolítani.
it: Il pacchetto pkgconfig non è installato. Impossibile rimuovere.
nl: Pakket pkgconfig niet geïnstalleerd. Kan niet verwijderen.
pl: Pakiet pkgconfig nie jest zainstalowany. Nie można go usunąć.
ru: Пакет pkgconfig не установлен. Удаление невозможно.
sv: Paketet pkgconfig är inte installerat och kan därmed inte tas bort.
tr: Paket pkgconfig kurulu değil.

source: Configuration failed.
az: Configure konfiqurasiya uğursuz oldu.
de: Konfiguration fehlgeschlagen.
es: La configuración ha fallado.
fr: La configuration a échoué.
hu: A konfigurálás nem sikerült.
it: Configurazione fallita.
nl: Configuratie mislukt.
pl: Konfiguracja nie powiodła się.
ru: Конфигурация не удалась.
sv: Konfigureringen misslyckades.
tr: Yapılandırma sırasında hata oluştu.

source: Running "{}" failed.
az: "{}" İşləmədi.
de: Ausführung von "{}" fehlgeschlagen.
es: La ejecución de "{}" falló.
fr: L'exécution de {} a échoué.
hu: A(z) {} futtatása nem sikerült.
it: Esecuzione di {} fallita.
nl: Uitvoeren {} mislukt.
pl: Uruchomienie {} nie powiodło się.
ru: Запуск {} не удался.
sv: Körning av {} misslyckades.
tr: "{}" komutunu çalıştırma işlemi başarısız oldu.

source: Project file "{}" not found.
az: Layihə faylı "{}" tapılmadı.
de: Projektdatei "{}" nicht gefunden.
es: Archivo de proyecto "{}" no encontrado.
fr: Fichier projet {} introuvable.
hu: A(z) {} projektfájl nem található.
it: File di progetto {} non trovato.
nl: Projectbestand {} niet gevonden.
pl: Plik projektu "{}" nie znaleziony.
ru: Файл проекта {} не найден.
sv: Projektfilen {} finns inte.
tr: "{}" proje dosyası bulunamadı.

source: It seems there are more than one .pro file, you must specify one. (Possible .pro files: "{}")
az: Birdən çox .pro faylı var, birini göstərməlisiniz. (Mümkün .pro sənədləri: "{}")
de: Es scheint, dass mehr als eine .pro Datei verfügbar ist. Sie müssen eine spezifizieren. (Mögliche .pro Dateien: "{}")
es: Parece que hay más de un archivo .pro, debe especificar uno. (Posibles archivos .pro: "{}")
fr: Il semblerait qu'il y ait plus d'un fichier .pro, vous devez en spécifier une. (Possible .pro files: {})
hu: Úgy tűnik több mint egy .pro fájl van. Válasszon ki egyet. (Lehetséges .pro fájlok: {})
it: Sembra che ci siano più di un file .pro, è necessario specificare uno. (Eventuali file .pro: {})
nl: Er is meer dan een .pro-bestand, geef er een op. (Mogelijke .pro-bestand: {})
pl: Wygląda na to, że jest więcej niż jeden plik projektu ".pro", należy wybrać jeden. (Możliwe pliki ".pro" : {})
ru: Похоже, что .pro файлов несколько, Вы должны выбрать один. (Возможные .pro файлы: {})
sv: Det verkar som det finns fler än en .pro-fil, du måste ange en. (Möjliga .pro-filer: "{}")
tr: Birden fazla .pro dosyası mevcut görünüyor. Bir tane belirtmelisiniz (Olası .pro dosyaları: "{}").

source: Running 'ruby {}' failed.
az: 'ruby {}' işləmədi.
de: Ausführung von 'ruby {}' fehlgeschlagen.
es: La ejecución de 'ruby {}' falló.
fr: Échec de l'exécution de 'ruby {}'.
hu: 'ruby {}' futtatása nem sikerült.
it: Esecuzione 'ruby {}' fallita.
nl: Uitvoeren 'ruby {}' mislukt.
pl: Uruchomienie {} nie powiodło się.
ru: Ошибка запуска 'ruby {}'.
sv: Körning av 'ruby {}' misslyckades.
tr: 'ruby {}' komutu başarısız oldu.

source: ActionsAPI [makedirs]: Cannot create directory "{}"
az: ActionsAPI [makedirs]: "{}" qovluğu yaratmaq olmur
de: ActionsAPI [makedirs]: Verzeichnis "{}" konnte nicht erstellt werden
es: ActionsAPI [makedirs]: No se puede crear el directorio "{}"
fr: ActionsAPI [makedirs]: impossible de créer le répertoire "{}"
hu: Nem tudom létrehozni a(z) {} könyvtárat.
it: Impossibile creare la cartella {}
nl: Kan map {} niet aanmaken
pl: Nie można utworzyć katalogu {}
ru: Невозможно создать директорию {}
sv: Kan inte skapa katalog {}
tr: ActionsAPI [makedirs]: "{}" dizini oluşturulamıyor.

source: ActionsAPI [echo]: Can't append to file "{}"
az: ActionsAPI [echo]: "{}" sənədinə qoşula bilmir
de: ActionsAPI [echo]: Konnte nicht an die Datei "{}" hinzugefügen.
es: ActionsAPI [echo]: No se puede agregar al archivo "{}"
fr: ActionsAPI [echo]: Impossible d'ajouter des données au fichier {}.
hu: ActionsAPI [echo]: Nem tudok a(z) {} fájlba írni.
it: ActionsAPI [echo]: Impossibile appendere al file {}.
nl: ActionsAPI [echo]: kan niet toevoegen aan bestand {}.
pl: ActionsAPI [echo]: Nie można dołączyć pliku {}.
ru: ActionsAPI [echo]: Невозможно добавить в файл {}.
sv: ActionsAPI [echo]: Kan inte lägga till till filen {}.
tr: ActionsAPI [echo]: "{}" dosyasına ekleme yapılamıyor.

source: ActionsAPI [chmod]: No file matched pattern "{}"
az: ActionsAPI [chmod]: "{}" nümunəsinə uyğun heç bir fayl yoxdur
de: ActionsAPI [chmod]: Keine Datei gleicht dem Muster "{}".
es: ActionsAPI [chmod]: ningún patrón coincidente con el archivo "{}"
fr: ActionsAPI [chmod]: aucun fichier ne correspond au critère "{}".
hu: ActionsAPI [chmod]: Nincs illeszkedő fájlnév-minta "{}".
it: ActionsAPI [chmod]: nessun file con il pattern "{}".
nl: ActionsAPI [chmod]: Geen bestand komt overeen met patroon "{}".
pl: ActionsAPI [chmod]: Brak dopasowanego pliku wedłg wzorca "{}".
ru: ActionsAPI [chmod]: Нет файла, соответствующего шаблону "{}".
sv: ActionsAPI [chmod]: Ingen fil matchade mönstret "{}".
tr: ActionsAPI [chmod]: "{}" ile eşleşen bir dosya bulunamadı.

source: ActionsAPI [chmod]: Operation not permitted: {0} (mode: 0{1})
az: ActionsAPI [chmod]: Əməliyyata icazə verilmir: {0} (rejim: 0 {1})
de: ActionsAPI [chmod]: Vorgang nicht gestattet {0} (Modus: 0{1})
es: ActionsAPI [chmod]: Operación no permitida: {0} (modo: 0 {1})
fr: ActionsAPI [chmod] : Opération non permise : {0} (mode: 0{1})
hu: ActionsAPI [chmod]: A művelet nem engedélyezett: %s (mode: 0%o)
it: ActionsAPI [chmod]: Operazione non permessa: %s (modalità: 0%o)
nl: ActionsAPI [chmod]: Bewerking niet toegestaan: %s (mod: 0%o)
pl: ActionsAPI [chmod]: Nie dozwolona operacja: %s (mode: 0%o)
ru: ActionsAPI [chmod]: Операция не разрешается: %s (режим: 0%o)
sv: ActionsAPI [chmod]: Åtgärden ej tillåten: %s (mode: 0%o)
tr: ActionsAPI [chmod]: İşleme izin verilmedi: {0} (kip: 0{1})

source: ActionsAPI [chmod]: File "{}" doesn't exists.
az: ActionsAPI [chmod]: "{}" faylı yoxdur.
de: ActionsAPI [chmod]: Datei "{}" existiert nicht.
es: ActionsAPI [chmod]: el archivo "{}" no existe.
fr: ActionsAPI [chmod]: Le fichier {} n'existe pas.
hu: ActionsAPI [chmod]: A(z) {} nevű fájl nem létezik.
it: ActionsAPI [chmod]: Il file {} non esiste.
nl: ActionsAPI [chmod]: bestand {} bestaat niet.
pl: ActionsAPI [chmod]: Plik {} nie istnieje.
ru: ActionsAPI [chmod]: Файл {} не существует.
sv: ActionsAPI [chmod]: Filen {} finns inte.
tr: ActionsAPI [chmod]: "{}" dosyası bulunamadı.

source: ActionsAPI [chown]: Permission denied: {0} (uid: {1}, gid: {2})
az: ActionsAPI [chown]: İcazə rədd edildi: {0} (uid: {1}, gid: {2})
de: ActionsAPI [chown]: Vorgang nicht gestattet {0} (uid: {1}, gid: {2})
es: ActionsAPI [chown]: Permiso denegado: {0} (uid: {1}, gid: {2})
fr: ActionsAPI [chown]: Operation non permise : {0} (uid: {1}, gid: {2})
hu: ActionsAPI [chown]: A művelet nem engedélyezett: {0} (uid: {1}, gid: {2})
it: ActionsAPI [chown]: Operazione non permessa: {0} (UID: {1}, GID: {2})
nl: ActionsAPI [chown]: handeling niet toegestaan: {0} (uid: {1}, gid: {2})
pl: ActionsAPI [chown]: Nie dozwolona operacja: {0} (uid: {1}, gid: {2})
ru: ActionsAPI [chown]: Операция не разрешает: {0} (uid: {1}, gid: {2})
sv: ActionsAPI [chown]: Åtgärden ej tillåten: {0} (uid: {1}, gid: {2})
tr: ActionsAPI [chown]: İşleme izin verilmedi: {0} (uid: {1}, gid: {2})

source: ActionsAPI [chown]: File "{}" doesn't exists.
az: ActionsAPI [chown]: "{}" faylı yoxdur.
de: ActionsAPI [chown]: Datei "{}" existiert nicht.
es: ActionsAPI [chown]: el archivo "{}" no existe.
fr: ActionsAPI [chown]: Le fichier {} n'existe pas.
hu: ActionsAPI [chown]: A(z) {} nevű fájl nem létezik.
it: ActionsAPI [chown]: Il file {} non esiste.
nl: ActionsAPI [chown]: bestand {} bestaat niet.
pl: ActionsAPI [chown]: Plik {} nie istnieje.
ru: ActionsAPI [chown]: Файл {} не существует.
sv: ActionsAPI [chown]: Filen {} finns inte.
tr: ActionsAPI [chown]: "{}" dosyası bulunamadı.

source: ActionsAPI [sym]: Permission denied: "{0}" to "{1}"
az: ActionsAPI [sym]: İcazə rədd edildi: "{0}" "" {1} "-ə.
de: ActionsAPI [sym]: Zugang verweigert: "{0}" zu "{1}"
es: ActionsAPI [sym]: Permiso denegado: "{0}" a "{1}"
fr: ActionsAPI [sym]: Permission refusée : {0} à {1}
hu: ActionsAPI [sym]: Engedély megtagadva: {0} link ide: {1}
it: ActionsAPI [sym]: Permesso negato: {0} per {1}
nl: ActionsAPI [sym]: toegang geweigerd: {0} -> {1}
pl: ActionsAPI [sym]: Brak uprawnień: {0} dla {1}
ru: ActionsAPI [sym]: Доступ запрещен: {0} to {1}
sv: ActionsAPI [sym]: Tillstånd nekas: {0} till {1}
tr: ActionsAPI [sym]: Erişim reddedildi: "{0}" -> "{1}"

source: ActionsAPI [unlink]: No file matched pattern "{}". Remove operation failed.
az: ActionsAPI [unlink]: "{}" nümunəsinə uyğun bir fayl tapılmadı. Silinmə əməliyyatı alınmadı.
de: Keine Datei gleicht dem Muster "{}". Entfernen fehlgeschlagen.
es: ActionsAPI [desvincular]: ningún archivo coincide con el patrón "{}". La operación de eliminación falló.
fr: ActionsAPI [unlink]: Aucun fichier ne correspond au critère "{}". Échec de l'opération de suppression.
hu: Nincs illeszkedő fájlnév-minta "{}". A törlés nem sikerült.
it: Nessun file con il pattern "{}. Rimozione fallita.
nl: Geen bestand komt overeen met patroon "{}". Verwijderen mislukt.
pl: Brak dopasowanego pliku wedłg wzorca "{}". Operacja usunięcia nie powiodła się.
ru: Нет файла, соответствующего шаблону "{}". Операция удаления отменена.
sv: ActionsAPI [touch]: Ingen fil matchade mönstret "{}".
tr: ActionsAPI [unlink]: "{}" ile eşleşen bir dosya bulunamadı. Silme işlemi başarısız oldu.

source: ActionsAPI [unlink]: Permission denied: "{}"
az: ActionsAPI [unlink]: İcazə rədd edildi: "{}"
de: ActionsAPI [unlink]: Zugriff verweigert: "{}".
es: ActionsAPI [desvincular]: Permiso denegado: "{}"
fr: ActionsAPI [unlink]: Permission refusée : {}.
hu: ActionsAPI [unlink]: Engedély megtagadva: {}.
it: ActionsAPI [unlink]: Permesso negato: {}.
nl: ActionsAPI [unlink]: toegang geweigerd: {}.
pl: ActionsAPI [unlink]: Brak uprawnień: {}.
ru: ActionsAPI [unlink]: Доступ запрещен: {}.
sv: ActionsAPI [unlink]: Tillstånd nekas: {}.
tr: ActionsAPI [unlink]: Erişim reddedildi: "{}".

source: ActionsAPI [unlink]: "{}" is not a file, use 'unlinkDir' or 'removeDir' to remove directories.
az: ActionsAPI [unlink]: "{}" bir fayl deyil, qovluqları silmək üçün 'unlinkDir' və ya 'removeDir' istifadə edin.
de: ActionsAPI [Verknüpfung aufheben]: "{}" ist keine Datei. Verwenden Sie "unlinkDir" oder "removeDir", um Verzeichnisse zu entfernen.
es: ActionsAPI [unlink]: "{}" no es un archivo, use 'unlinkDir' o 'removeDir' para eliminar directorios.
fr: ActionsAPI [unlink]: "{}" n'est pas un fichier, utilisez 'unlinkDir' ou 'removeDir' pour supprimer les répertoires.
it: ActionsAPI [unlink]: "{}" non è un file, usa 'unlinkDir' o 'removeDir' per rimuovere le directory.
nl: ActionsAPI [unlink]: "{}" is geen bestand, gebruik 'unlinkDir' of 'removeDir' om mappen te verwijderen.
pl: ActionsAPI [unlink]: „{}” nie jest plikiem, użyj „unlinkDir” lub „removeDir”, aby usunąć katalogi.
ru: ActionsAPI [unlink]: «{}» не является файлом, используйте «unlinkDir» или «removeDir» для удаления каталогов.
sv: ÅtgärderAPI [unlink]: "{}" är inte en fil, använd 'unlinkDir' eller 'removeDir' för att ta bort kataloger.
tr: ActionsAPI [unlink]: "{}" bir dosya değildir, dizin ise 'unlinkDir' ya da 'removeDir' ile silebilirsiniz.

source: ActionsAPI [unlink]: File "{}" doesn't exists.
az: ActionsAPI [unlink]: "{}" faylı yoxdur.
de: ActionsAPI [unlink]: Datei "{}" existiert nicht.
es: ActionsAPI [desvincular]: el archivo "{}" no existe.
fr: ActionsAPI [unlink]: Le fichier {} n'existe pas.
hu: ActionsAPI [unlink]: {} fájl nem létezik.
it: ActionsAPI [unlink]: Il file {} non esiste.
nl: ActionsAPI [unlink]: bestand {} bestaat niet.
pl: ActionsAPI [unlink]: Plik {} nie istnieje.
ru: ActionsAPI [unlink]: Файл {} не существует.
sv: ActionsAPI [unlink]: Filen {} finns inte.
tr: ActionsAPI [unlink]: "{}" dosyası bulunamadı.

source: ActionsAPI [unlinkDir]: Operation not permitted: "{}"
az: ActionsAPI [unlinkDir]: Əməliyyata icazə verilmir: "{}"
de: ActionsAPI [unlinkDir]: Vorgang nicht gestattet: "{}"
es: ActionsAPI [unlinkDir]: Operación no permitida: "{}"
fr: ActionsAPI [unlinkDir]: Operation non permise : {}
hu: ActionsAPI [unlinkDir]: A művelet nem engedélyezett: {}
it: ActionsAPI [unlinkDir]: Operazione non permessa: {}
nl: ActionsAPI [unlinkDir]: handeling niet toegestaan: {}
pl: ActionsAPI [unlinkDir]: Nie dozwolona operacja: {}
ru: ActionsAPI [unlinkDir]: Операция не разрешается: {}
sv: ActionsAPI [unlinkDir]: Åtgärd ej tillåten: {}
tr: ActionsAPI [unlinkDir]: İşleme izin verilmedi: "{}"

source: ActionsAPI [unlinkDir]: Directory "{}" doesn't exists.
az: ActionsAPI [unlinkDir]: "{}" qovluğu yoxdur.
de: ActionsAPI [unlinkDir]: Verzeichnis "{}" existiert nicht.
es: ActionsAPI [unlinkDir]: el directorio "{}" no existe.
fr: ActionsAPI [unlinkDir]: Le repertoire {} n'existe pas.
hu: ActionsAPI [unlinkDir]: A(z) {} könyvtár nem létezik.
it: ActionsAPI [unlinkDir]: La cartella {} non esiste.
nl: ActionsAPI [unlinkDir]: map {} bestaat niet.
pl: ActionsAPI [unlinkDir]: Katalog {} nie istnieje.
ru: ActionsAPI [unlinkDir]: Директория {} не существует.
sv: ActionsAPI [unlinkDir]: Katalogen {} finns inte.
tr: ActionsAPI [unlinkDir]: "{}" dizini bulunamadı.

source: ActionsAPI [move]: No file matched pattern "{}".
az: ActionsAPI [move]: "{}" nümunəsinə uyğun heç bir fayl yoxdur.
de: ActionsAPI [move]: Keine Datei gleicht dem Muster "{}".
es: ActionsAPI [mover]: ningún archivo coincide con el patrón "{}".
fr: ActionsAPI [move]: Aucun fichier correspondant au modèle "{}".
hu: ActionsAPI [move]: Nincs illeszkedő fájlnév-minta "{}".
it: ActionsAPI [move]: Nessun file con il pattern "{}".
nl: ActionsAPI [move]: Geen bestand komt overeen met patroon "{}".
pl: ActionsAPI [chmod]: Brak dopasowanego pliku wedłg wzorca "{}"
ru: ActionsAPI [move]: Нет файла, соответствующего шаблону "{}".
sv: ActionsAPI [move]: Ingen fil matchade mönstret "{}".
tr: ActionsAPI [move]: "{}" ile eşleşen bir dosya bulunamadı.

source: ActionsAPI [move]: Permission denied: "{0}" to "{1}"
az: ActionsAPI [move]: İcazə rədd edildi: "{0}" "" {1} "-ə.
de: ActionsAPI [move]: Zugriff verweigert: "{0}" zu "{1}"
es: ActionsAPI [mover]: Permiso denegado: "{0}" a "{1}"
fr: ActionsAPI [move]: Permission refusée : de {0} à {1}
hu: ActionsAPI [move]: Engedély megtagadva: {0} átnevezés: {1}
it: ActionsAPI [move]: Permesso negato: da {0} a {1}
nl: ActionsAPI [move]: toegang geweigerd: {0} naar {1}
pl: ActionsAPI [move]: Brak uprawnień: {0} dla {0}
ru: ActionsAPI [move]: Доступ запрещен: {0} to {1}
sv: ActionsAPI [move]: Tillstånd nekas: {0} till {2}
tr: ActionsAPI [move]: Erişim engellendi: {0} -> {1}

source: ActionsAPI [move]: File "{}" doesn't exists.
az: ActionsAPI [move]: "{}" faylı yoxdur.
de: ActionsAPI [move]: Datei "{}" existiert nicht.
es: ActionsAPI [mover]: el archivo "{}" no existe.
fr: ActionsAPI [move]: Le fichier {} n'existe pas.
hu: ActionsAPI [move]: A(z) {} fájl nem létezik.
it: ActionsAPI [move]: Il file {} non esiste.
nl: ActionsAPI [move]: bestand {} bestaat niet.
pl: ActionsAPI [move]: Plik {} nie istnieje.
ru: ActionsAPI [move]: Файл {} не существует.
sv: ActionsAPI [move]: Filen {} finns inte.
tr: ActionsAPI [move]: "{}" dosyası bulunamadı.

source: ActionsAPI [copy]: No file matched pattern "{}".
az: ActionsAPI [copy]: "{}" nümunəsinə uyğun heç bir faylı tapılmadı.
de: ActionsAPI [move]: Keine Datei gleicht dem Muster "{}".
es: ActionsAPI [copia]: ningún archivo coincide con el patrón "{}".
fr: ActionsAPI [copy]: Aucun fichier correspondant au modèle "{}".
hu: ActionsAPI [copy]: Nincs illeszkedő fájlnév-minta "{}".
it: ActionsAPI [copy]: Nessun file con il pattern "{}".
nl: ActionsAPI [copy]: Geen bestand komt overeen met patroon "{}".
pl: ActionsAPI [chmod]: Brak dopasowanego pliku wedłg wzorca "{}".
ru: ActionsAPI [copy]: Нет файла, соответствующего шаблону "{}".
sv: ActionsAPI [copy]: Ingen fil matchade mönstret "{}".
tr: ActionsAPI [copy]: "{}" ile eşleşen bir dosya bulunamadı.

source: ActionsAPI [copy]: Permission denied: "{0}" to "{1}"
az: ActionsAPI [copy]: İcazə rədd edildi: "{0}" "" {1} "-ə.
de: ActionsAPI [copy]: Zugriff verweigert: "{0}" zu "{1}"
es: ActionsAPI [copia]: Permiso denegado: "{0}" a "{1}"
fr: ActionsAPI [copy]: Permission refusée : de {0} à {1}
hu: ActionsAPI [copy]: Engedély megtagadva: {0} -hoz {1}
it: ActionsAPI [copy]: Permesso negato: {0} in {1}
nl: ActionsAPI [copy]: toegang geweigerd: {0} naar {1}
pl: ActionsAPI [copy]: Brak uprawnień: {0} do {1}
ru: ActionsAPI [copy]: Доступ запрещен: {0} to {1}
sv: ActionsAPI [copy]: Tillstånd nekas: {0} till {1}
tr: ActionsAPI [copy]: Erişim reddedildi: "{0}" -> "{1}"

source: ActionsAPI [copy]: File "{}" does not exist.
az: ActionsAPI [copy]: "{}" faylı yoxdur.
de: ActionsAPI [copy]: Datei "{}" existiert nicht.
es: ActionsAPI [copia]: el archivo "{}" no existe.
fr: ActionsAPI [copy]: Le fichier {} n'existe pas.
hu: ActionsAPI [copy]: A(z) {} fájl nem létezik.
it: ActionsAPI [copy]: Il file {} non esiste.
nl: ActionsAPI [copy]: bestand {} bestaat niet.
pl: ActionsAPI [copy]: Plik {} nie istnieje.
ru: ActionsAPI [copy]: Файл {} не существует.
sv: ActionsAPI [copy]: Filen {} finns inte.
tr: ActionsAPI [copy]: "{}" dosyası bulunamadı.

source: ActionsAPI [copytree] "{0}" to "{1}": {2}
az: ActionsAPI [copytree] "{0}" -dən "{1}" -ə: {2}
de: ActionsAPI [copytree] "{0}" nach "{1}": "{2}"
es: Acciones API [copytree] "{0}" a "{1}": {2}
fr: ActionsAPI [copytree] {0} à {1}: {2}
it: ActionsAPI [copytree] {0} in {1}: {2}
nl: ActionsAPI [copytree] {0} naar {1}: {2}
pl: ActionsAPI [copytree] {0} dla {1}: {2}
sv: ActionsAPI [copytree] {0} till {1}: {2}
tr: ActionsAPI [copytree]: "{0}" konumundan "{1}" konumuna: {2}

source: ActionsAPI [copytree]: Directory "{}" doesn't exists.
az: ActionsAPI [copytree]: "{}" qovluğu yoxdur.
de: ActionsAPI [copytree]: Verzeichnis "{}" existiert nicht.
es: ActionsAPI [copytree]: el directorio "{}" no existe.
fr: ActionsAPI [copytree]: Le repertoire {} n'existe pas.
hu: ActionsAPI [copytree]: A(z) {} könyvtár nem létezik.
it: ActionsAPI [copytree]: La cartella {} non esiste.
nl: ActionsAPI [copytree]: map {} bestaat niet.
pl: ActionsAPI [copytree]: Katalog {} nie istnieje.
ru: ActionsAPI [copytree]: Директория {} не существует.
sv: ActionsAPI [copytree]: Katalogen {} finns inte.
tr: ActionsAPI [copytree]: "{}" dizini bulunamadı.

source: ActionsAPI [touch]: No file matched pattern "{}".
az: ActionsAPI [touch]: "{}" nümunəsinə uyğun heç bir fayl tapılmadı.
de: ActionsAPI [touch]: Keine Datei gleicht dem Muster "{}".
es: ActionsAPI [touch]: el patrón no coincide con el archivo "{}".
fr: ActionsAPI [touch]: Aucun fichier correspondant au modèle "{}".
hu: ActionsAPI [touch]: Nincs illeszkedő fájlnév-minta "{}".
it: ActionsAPI [touch]: Nessun file con il pattern "{}".
nl: ActionsAPI [touch]: Geen bestand komt overeen met patroon "{}".
pl: ActionsAPI [chmod]: Brak dopasowanego pliku wedłg wzorca "{}".
ru: ActionsAPI [touch]: Нет файла, соответствующего шаблону "{}".
sv: ActionsAPI [touch]: Ingen fil matchade mönstret "{}".
tr: ActionsAPI [touch]: "{}" ile eşleşen bir dosya bulunamadı.
