Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: Package "{0}" ('{1}') is not compatible with your '{2}' architecture.
az: "{0}" ('{1}') paketi '{2}' memarlığınıza uyğun deyildir.
de: Paket {0} {1} ist nicht kompatibel mit Ihrer {2} Architektur.
es: El paquete "{0}" ('{1}') no es compatible con su arquitectura '{2}'.
fr: Le paquet {0} ({1}) n'est pas compatible avec votre architecture {2}.
hu: A(z) {0} {1} csomag nem kompatíbilis az ön számítógépének kiépítésével {2}.
it: Il pacchetto "{0}" ('{1}') non è compatibile con la tua architettura '{2}'.
nl: Pakket {0} ({1}) is niet compatibel met de {} architectuur.
pl: Pakiet „{0}” („{1}”) nie jest zgodny z Twoją architekturą „{2}”.
ru: Пакет {0} {1} не совместим с вашей {2} архитектурой.
sv: Paketet "{0}" ('{1}') är inte kompatibelt med din '{2}' -arkitektur.
tr: "{0}" ('{1}') paketi sizin mimariniz '{2}' mimarisi ile uyumlu değil.

source: The following packages will be installed in order to satisfy dependencies:
az: Bağlılıqları təmin etmək üçün aşağıdakı paketlər quraşdırılacaq:
de: Die folgenden Pakete werden installiert, um die Abhängigkeiten zu erfüllen:
es: Se instalarán los siguientes paquetes para satisfacer las dependencias:
fr: Les paquets suivants vont être installés dans cet ordre afin de satisfaire les dépendances.
hu: A következő csomagok kerülnek telepítésre, a függőségeknek megfelelő sorrendben:
it: I seguenti pacchetti verranno installati in modo di soddisfare le dipendenze:
nl: De volgende pakketten zullen in de respectievelijke volgorde geïnstalleerd worden om aan de afhankelijkheden te voldoen:
pl: Przełącznik bezpieczeństwa: zostaną zainstalowane następujące dodatkowe pakiety z system.devel:
sv: Följande paket kommer att installeras för att uppfylla beroenden:
tr: Bağımlılıkları sağlamak için aşağıdaki paketler kurulacaktır:

source: Installation order:
az: Quraşdırma qaydası:
de: Installations-Reihenfolge:
es: Orden de instalación:
fr: Ordre d'installation :
hu: Telepítési sorrend:
it: Ordine di installazione:
nl: Volgorde van installatie:
pl: Kolejność instalacji:
ru: Порядок установки:
sv: Installationsordning:
tr: Kurulum sırası:

source: Safety switch: The component system.base cannot be found.
az: Təhlükəsizlik açarı: Komponent sistemi.base tapılmadı.
de: Sicherheitssystem: Die Komponente system.base kann nicht gefunden werden.
es: Interruptor de seguridad: no se puede encontrar el componente system.base.
fr: Loquet de sécurité : Le composant system.base est introuvable.
hu: Biztonsági kapcsoló: A system.base komponens nem található.
it: Interruttore di sicurezza: il componente system.base non può essere trovato.
nl: Veiligheidsprocedure: De component system.base is niet gevonden.
pl: Przełącznik bezpieczeństwa: komponent system.devel nie może zostać znaleziony
ru: Изменение безопасности: компонент system.base не найден.
sv: Säkerhetsspärr: Kan inte hitta komponenten system.base
tr: Emniyet mandalı: Taban sistem bileşeni system.base bulunamadı.

source: Package "{}" does not exist. Cannot remove.
az: "{}" Paketi yoxdur. Silinmir.
de: Paket "{}" existiert nicht. Kann nicht entfernt werden.
es: El paquete "{}" no existe. No se puede eliminar.
fr: Le paquet {} n'existe pas. Impossible de le supprimer.
hu: A(z) {} csomag nem létezik. Nem tudom eltávolítani.
it: Il pacchetto {} non esiste. Impossibile rimuovere.
nl: Pakket {} bestaat niet.
pl: Pakiet {} nie jest zainstalowany. Nie można go usunąć.
ru: Пакет {} не существует. Не удален.
sv: Paketet {} finns inte och kan därmed inte tas bort.
tr: Paket "{}" yok. Kaldırılamıyor.

source: No packages to remove.
az: Silinəcək paket yoxdur.
de: Es gibt keine Pakete zum entfernen.
es: No hay paquetes para eliminar.
fr: Aucun paquet à supprimer.
hu: Nincsenek eltávolítandó csomagok.
it: Nessun pacchetto da rimuovere.
nl: Geen te verwijderen pakketten.
pl: Brak pakietów do usunięcia.
ru: Нет пакетов для удаления.
sv: Inga paket att ta bort.
tr: Kaldırılacak paket yok.

source: The following list of packages will be removed in the respective order to satisfy dependencies:
az: Bağlılıqları təmin etmək üçün aşağıdakı paketlərin siyahısı müvafiq qaydada silinəcəkdir:
de: Die folgende Paketliste wird in der angegebenen Reihenfolge build und installiert um die Abhängigkeiten zu erfüllen:
es: La siguiente lista de paquetes se eliminará en el orden respectivo para satisfacer las dependencias:
fr: Les paquets suivants vont être désinstallés dans cet ordre afin de satisfaire les dépendances :
hu: Az al ábbiakban felsorolt csomagok eltávolításra kerülnek,a függőségeknek megfelelő sorrendben:
it: La seguente lista minimale dei pacchetti verrà costruita einstallata nel rispettivo ordine per soddisfare le dipendenze:
nl: De volgende lijst van pakketten zullen verwijderd wordenom aan de afhankelijkheden te voldoen:
pl: Przełącznik bezpieczeństwa: zostaną zainstalowane następujące dodatkowe pakiety z system.devel:
ru: Следующий список пакетов будет удален в соответствии с зависимостями:
sv: Följande paket kommer att installeras i respektive ordning för att uppfylla beroenden:
tr: Bağımlılıkları karşılamak için aşağıdaki paket listesi ilgili sırayla kaldırılacaktır:

source: Package removal declined.
az: Paket çıxarılması rədd edildi.
de: Paket-Entfernung abgelehnt.
es: Se eliminó la eliminación del paquete.
fr: Suppression de paquet déclinée
hu: Csomageltávolítás visszavonva.
it: Rimozione dei pacchetti rifiutata
nl: Verwijderen van pakket afgewezen
pl: Reinstalowanie pakietu anulowane
ru: Удаление пакета отклонено
sv: Paketborttagning nekades
tr: Paket kaldırmaya izin verilmedi.

source: Package "{}" is not installed. Cannot remove.
az: "{}" Paketi quraşdırılmadı. Silinmir.
de: Paket "{}" ist nicht installiert. Kann nicht entfernt werden.
es: El paquete "{}" no está instalado. No se puede eliminar.
fr: Le paquet {} n'est pas installé. Impossible de le supprimer.
hu: A(z) {} csomag nincs telepítve. Nem tudom eltávolítani.
it: Il pacchetto {} non è installato. Impossibile rimuovere.
nl: Pakket {} niet geïnstalleerd. Kan niet verwijderen.
pl: Pakiet {} nie jest zainstalowany. Nie można go usunąć.
ru: Пакет {} не установлен. Удаление невозможно.
sv: Paketet {} är inte installerat och kan därmed inte tas bort.
tr: Paket "{}" kurulu değil. Kaldırılamıyor.

source: Conflicts remain.
az: Münaqişələr qalmaqdadır.
de: Es gibt immer noch Konflikte.
es: Los conflictos persisten.
fr: Des conflits persistent
hu: Ütközések maradtak
it: Il conflitto rimane
nl: Conflicten blijven bestaan
pl: Pozostaw konflikty
ru: Существуют конфликты
sv: Konflikten kvarstår
tr: Halâ bazı çakışmalar var.

source: Obsoleted packages remaining.
az: Qalan köhnəlmiş paketlər.
de: Veraltete Pakete übrig.
es: Paquetes obsoletos restantes.
fr: Paquets obsolètes restants
hu: Elavult csomagok maradnak
it: I pacchetti obsoleti rimangono
nl: Overbodige pakketten blijven
pl: Pozostawianie przestarzałych pakietów
ru: Остался устаревший пакет
sv: Hanterade paketformat:
tr: Bazı eskimiş paket(ler) halâ duruyor.

source: Replaced package remains.
az: Əvəz edilmiş paket qalır.
de: Paket-Reste ersetzt.
es: El paquete reemplazado permanece.
fr: Le paquet remplacé demeure
hu: Lecserélt csomagok mardnak
it: Il pacchetto sostituito rimane
nl: Vervangen pakket blijft
pl: Pozostawianie zastąpionych pakietów
ru: Остался замененный пакет
sv: Hanterade paketformat:
tr: Yerine yenisi yerleştirilen bir paket duruyor.

source: Not a valid repository name.
az: Etibarlı depo adı deyil.
de: Kein gültiger Depotname.
es: No es un nombre de repositorio válido.
fr: Nom de dépôt invalide
hu: Érvénytelen tárolónév.
it: Nome non valide del repositorio
nl: Geen geldige bronnaam.
pl: Niepoprawna nazwa repozytorium
ru: Неверное имя репозитория
sv: Ogiltigt förrådsnamn.
tr: Geçerli bir depo ismi değil.

source: Repository "{}" already present.
az: "{}" Depo artıq mövcuddur.
de: Depot "{}" bereits vorhanden.
es: El repositorio "{}" ya está presente.
fr: Le dépôt {} existe déjà.
hu: A(z) {} tároló már létezik.
it: Il repository {} è già presente.
nl: Bron {} is al aanwezig.
pl: Repo {} już wcześniej zostało dodane.
ru: Репозиторий {} уже существует.
sv: Förrådet {} finns redan.
tr: "{}" deposu zaten mevcut.

source: Repository "{}" already present with name "{}".
az: "{}" Depo artıq "{}" adı ilə təqdim olunur.
de: Depot mit dem Namen "{}" bereits vorhanden "{}".
es: El repositorio "{}" ya está presente con el nombre "{}".
fr: Le dépôt "{}" existe déjà "{}".
hu: A tároló már létezik {} név alatt.
it: Il pacchetto è già presente con il nome di {}.
nl: Bron met naam {} is reeds aanwezig.
pl: Repozytorium {} już wcześniej zostało dodane.
ru: Репозиторий уже существует с именем {}.
sv: Förrådet finns redan under namnet {}.
tr: Sisteminizde "{}" deposu "{}" ismiyle zaten mevcut.

source: Flushing database caches...
az: Flushing verilənlər bazası önbellekləri ...
de: Säubere Paket Cache...
es: Vaciar cachés de bases de datos ...
fr: Vidage des caches de base de données ...
hu: A(z) {} INARY csomag létrehozása.
it: Pulizia della cache del pacchetto {}...
nl: Opschonen pakketcache {}...
pl: Testowanie pakietu...
ru: Очистка кэша пакетов {}...
sv: Testar paket...
tr: Paket önbelleği temizleniyor...

source: Repository "{}" added to system.
az: "{}" Depoziti sistemə əlavə edildi.
de: Depot "{}" in das System hinzugefügt.
es: Repositorio "{}" agregado al sistema.
fr: Le dépôt {} a été ajouté au système.
hu: {} tároló hozzáadva a rendszerhez.
it: Il repository {} è stato aggiunto al sistema.
nl: Bron {} toegevoegd aan het systeem.
pl: Repo {} zostało dodane do systemu.
ru: Репозиторий {} добавлен в систему.
sv: Förrådet {} lades till:
tr: "{}" deposu sisteme eklendi.

source: Repository "{}" removed from system.
az: "{}" Depoziti sistemdən silindi.
de: Depot "{}" vom System entfernt.
es: Repositorio "{}" eliminado del sistema.
fr: Le dépôt {} a été supprimé du système.
hu: {} tároló eltávolítva a rendszerből.
it: Il repository {} è stato rimosso dal sistema.
nl: Bron {} verwijderd uit het systeem.
pl: Repo {} zostało usunięte z systemu.
ru: Репозиторий {} удален из системы.
sv: Förrådet {} lades till:
tr: "{}" deposu sistemden çıkarıldı.

source: Repository "{}" does not exist. Cannot remove.
az: "{}" Depo mövcud deyil. Silinmir.
de: Depot "{}" existiert nicht. Kann nicht entfernt werden.
es: El repositorio "{}" no existe. No se puede eliminar.
fr: Le dépôt {} n'existe pas. Impossible de le supprimer.
hu: {} tároló nem létezik. Nem tudom eltávolítani.
it: Il repository {} non esiste. Impossibile rimuovere.
nl: Softwarebron {} bestaat niet. Kan niet verwijderd worden.
pl: Repozytorium {} nie istnieje. Nie można usunąć.
ru: Репозиторий {} не существует и не может быть удален.
sv: Förrådet % finns inte och kan därmed inte tas bort.
tr: "{}" deposu yok. Kaldırılamıyor.

source: Regenerating database caches...
az: Verilənlər bazası önbellekleri yenilənir ...
de: Rekonstruiere Datei-Datenbank...
es: Regenerando cachés de bases de datos ...
fr: Reconstruction de la base de données fichiers
hu: Fájl adatbázis újraépítése
it: Ricostruisci il database dei file
nl: Herbouw bestanden database
pl: Generowanie {},
ru: Обновление базы данных файлов
sv: Skapar {}...
tr: Veritabanı yeniden inşa ediyor...

source: "{}" repository information is up-to-date.
az: "{}" depo məlumatı yenidir.
de: Depot-Information von "{}" ist aktuell.
es: La información del repositorio "{}" está actualizada.
fr: les informations concernant le dépôt {} sont à jour.
hu: A(z) {} tároló naprakész.
it: informazione del repositorio {} è aggiornato
nl: {} softwarebroninformatie is nog recent.
pl: Informacje o repozytorium {} są zaktualizowane.
ru: {} информация о репозитории обновлена
sv: {}-förrådets information är aktuell.
tr: "{}" depo bilgisi güncel.

source: Updating database at any rate as requested.
az: İstənilən dərəcədə verilənlər bazası yenilənir.
de: Datenbank wird wunschgemäss aktualisiert.
es: Actualización de la base de datos en cualquier caso según lo solicitado.
fr: Mise à jour de la base de données quoi qu'il arrive comme demandé
hu: Adatbázis frissítése mindenképpen.
it: Aggiornamento del database alla frequenza richiesta
nl: Database op elke snelheid zoals verzocht bijwerken
pl: Aktualizacja bazy w każdym przypadku jak zarządano
ru: Обновление базы данных в любом случае как запрос
sv: Skapar {}...
tr: Veritabanı istek üzerine güncelleniyor.

source: Repository "{}" is deactivated because of GPG Signature fail.
az: GPG imzası uğursuz olduğuna görə "{}" depoziti deaktiv edilmişdir.
de: Das Repository "{}" ist aufgrund eines Fehlers bei der GPG-Signatur deaktiviert.
es: El repositorio "{}" está desactivado debido a un error de firma GPG.
fr: Le référentiel "{}" est désactivé en raison d'un échec de la signature GPG.
it: Il repository "{}" è disattivato a causa del fallimento della firma GPG.
nl: Repository "{}" is gedeactiveerd omdat GPG-handtekening mislukt.
pl: Repozytorium „{}” zostało dezaktywowane z powodu niepowodzenia podpisu GPG.
ru: Репозиторий "{}" деактивирован из-за ошибки подписи GPG.
sv: Förvaret "{}" inaktiveras på grund av GPG-signaturfel.
tr: "{}" deposu GPG İmza hatası yüzünden etkisiz hale getirildi.

source: Package database updated.
az: Paket bazası yeniləndi.
de: Paket-Datenbank aktualisiert.
es: Base de datos del paquete actualizada.
fr: Base de données des paquets mise à jour.
hu: * A csomag adatbázis frissítve.
it: Database dei pacchetti aggiornato.
nl: Pakketdatabase bijgewerkt.
pl: * Baza pakietów zaktualizowana
ru: База данных пакетов обновлена.
sv: * Paketdatabas uppdaterad.
tr: Paket veritabanı güncellendi.

source: No repository named "{}" found.
az: "{}" Adlı bir depo tapılmadı.
de: Kein Depot mit Namen "{}" gefunden.
es: No se encontró un repositorio llamado "{}".
fr: Pas de dépôt au nom {} trouvé.
hu: {} nevű tároló nem található.
it: Nessun repository di nome {} trovato.
nl: Geen softwarebron met de naam {} gevonden.
pl: Nie znaleziono repozytoriów o nazwie {}
ru: Не найден репозиторий с именем {} .
sv: Inget förråd med namnet {} funnet.
tr: "{}" adında bir depo bulunamadı.

source: You must restart the following service(s) manually for the updated software to take effect:
az: Yenilənmiş proqramın qüvvəyə minməsi üçün aşağıdakı xidmətləri (lər) əl ilə yenidən başlatmalısınız:
de: Sie müssen die folgenden Dienste manuell neu starten, damit die installierten Programme wirksam werden:
es: Debe reiniciar los siguientes servicios manualmente para que el software actualizado surta efecto:
fr: Vous devez redémarrer le(s) service(s) suivant(s) manuellement pour profiter des versions à jour des logiciels:
hu: Indítsa újra a következő szolgáltatásokat, hogy a frissítések életbe lépjenek:
it: È necessario riavviare manualmente i seguenti servizi affinché il software aggiornato abbia effetto:
nl: Herstart de volgende dienst(en) handmatig voor het bijwerken van opgewaardeerde softwareversies:
pl: Następujące usługi musisz ręcznie zrestartować by uaktywnić aktualizacje:
ru: Вы должны перезапустить следующие службы вручную для того чтобы обновления программного обеспечения вступили в силу:
sv: Du måste själv starta om följande tjänster för att uppdateringarna skall träda i kraft:
tr: Güncel yazılımların etkin hale gelmesi için aşağıdaki servis(ler)i yeniden başlatmalısınız:

source: You must restart your system for the updates in the following package(s) to take effect:
az: Aşağıdakı paket (lər) dəki yeniləmələr üçün sisteminizi yenidən başlatmalısınız:
de: Sie müssen das System neu starten, damit die Paketaktualisierungen wirksam werden:
es: Debe reiniciar su sistema para que las actualizaciones en los siguientes paquetes surtan efecto:
fr: Vous devez redémarrer votre système pour profiter des versions à jour des paquets suivants:
hu: Indítsa újra a rendszert, hogy az alábbi csomagok frissítései életbe lépjenek:
it: È necessario riavviare il sistema per rendere effettivi gli aggiornamenti nei seguenti pacchetti:
nl: Herstart het systeem voor het actief maken van de volgende opgewaardeerde pakket(ten)versie(s):
pl: Musisz ponownie uruchomić komputer by następujące aktualizacje miały efekt:
ru: Вы должны перезагрузить компьютер для того чтобы обновления следующих пакетов вступили в силу:
sv: Du måste starta om ditt system för att uppdateringen av följande paket skall träda i kraft:
tr: Aşağıdaki paket(ler)in güncel sürümlerinin etkin hale gelmesi için sisteminizi yeniden başlatmalısınız:

source: Warning: package *name* ends with '.inary'
az: Diqqət: paket *adı* '.inary' ilə bitir
de: Warnung: Paket *name* endet mit '.inary'
es: Advertencia: paquete * nombre * termina con '.binary'
fr: Alerte : le *nom* du paquet fini par '.inary'
hu: Figyelem: a csomagok *neve* '.inary'-re végződik
it: Attenzione: il *nome* del pacchetto termina con '.inary'
nl: Waarschuwing: pakket *naam* eindigt met '.inary'
pl: Ostrzeżenie: nazwy pakietów kończą się na ".inary".
ru: Внимание: *имя пакета* заканчивается расширением '.inary'
sv: Varning: paket * namn * slutar med '.binary'
tr: Uyarı: paket *ismi* '.inary' ile bitiyor.

source: Package "{}" is not available in repositories.
az: "{}" Paketi depolarda mövcud deyil.
de: Paket "{}" ist in den Depots nicht vorhanden.
es: El paquete "{}" no está disponible en repositorios.
fr: Le paquet {} n'est pas disponible dans les dépôts.
hu: A(z) {} csomag nincs a tárolókban.
it: Il pacchetto {} non è disponibile nei repository.
nl: Pakket {} is niet beschikbaar in de softwarebronnen.
pl: Pakiet {} nie jest dostępny w repozytoriach.
ru: Пакет {} не доступен в репозиториях.
sv: {} finns inte i källkodsförråden.
tr: "{}" paketi depolarda mevcut değil.

source: Package "{0.name}" is already at the latest release {0.release}.
az: "{0.name}" paketi ən son {0.release} versiyasındadır.
de: Paket "{0.name}" ist schon mit der letzten Release {0.release}.
es: El paquete "{0.name}" ya está en la última versión {0.release}.
fr: Le paquet {0.name} est déjà dans sa version la plus récente {0.release}.
hu: A(z) {0.name} csomag már a legfrissebb verziójú: {0.release}.
it: Il pacchetto {0.name} è già alla versione più recente {0.release}.
nl: Pakket {0.name} is al de laatste uitgave {0.release}.
pl: Pakiet „{0.name}” jest już w najnowszej wersji {0.release}.
ru: Пакет {0.name} уже последнего релиза {0.release}.
sv: Paketet "{0.name}" finns redan vid den senaste utgåvan {0.release}.
tr: "{0.name}" paketi zaten en son sürümde {0.release}.

source: The following packages have different sha1sum:
az: Aşağıdakı paketlərdə fərqli sha1sum var:
de: Die folgenden Pakete haben Konflikte:
es: Los siguientes paquetes tienen diferentes sha1sum:
fr: Les packages suivants ont différents sha1sum:
hu: A következő csomagokban ütközések találhatók:{}
it: I pacchetti seguenti hanno dei conflitti:{}
nl: De volgende pakketten hebben conflicten:{}
pl: Przełącznik bezpieczeństwa: zostaną zainstalowane następujące dodatkowe pakiety z system.devel:
ru: Следующие пакеты имеют конфликты:{}
sv: Följande paket har konflikter:{}
tr: Aşağıdaki paketler farklı sha1sum kontrol değerlerine sahip:

source: The following packages will be upgraded:
az: Aşağıdakı paketlər təkmilləşdiriləcək:
de: Folgende Pakete werden aktualisiert:
es: Se actualizarán los siguientes paquetes:
fr: Les paquets suivants vont être mis à jour :
hu: A következő csomagok lesznek frissítve:
it: I seguenti pacchetti verranno aggiornati:
nl: De volgende pakketten worden opgewaardeerd:
pl: Przełącznik bezpieczeństwa: zostaną zainstalowane następujące dodatkowe pakiety z system.devel:
ru: Следующие пакеты будут обновлены:
sv: Följande paket kommer att uppdateras:
tr: Aşağıdaki paketler yükseltilecektir:

source: There are extra packages due to dependencies.
az: Asılılıq səbəbiylə əlavə paketlər var.
de: Es gibt zusätzliche Pakete auf Grund von Abhängigkeiten.
es: Hay paquetes adicionales debido a dependencias.
fr: Il y a des paquets supplémentaires pour cause de dépendances.
hu: A függőségek miatt további csomagok csomagok telepítése szükséges.
it: Sono inclusi dei pacchetti extra per via delle dipendenze. Desideri proseguire?
nl: Wegens afhankelijkheden zijn er extra pakketten.
pl: Istnieją dodatkowe pakiety z powodu zależności.
ru: Есть дополнительные пакеты из-за зависимостей.
sv: Det finns extra paket på grund av beroenden.
tr: Bağımlılıklar yüzünden ek paketler var.

source: Safety switch forces the installation of following packages:
az: Təhlükəsizlik açarı aşağıdakı paketlərin quraşdırılmasına məcbur edir:
de: Das Sicherheitssystem erzwingt die Installation der folgenden Pakete:
es: El interruptor de seguridad fuerza la instalación de los siguientes paquetes:
fr: Le loquet de sécurité oblige à l'installation des paquets suivants :
hu: A következő csomagok biztonsági kapcsolóval kényszerített telepítése:
it: L'interruttore di sicurezza forza l'installazione dei seguenti pacchetti:
nl: Veiligheidsprocedure vereist het installeren van de volgende pakketten:
pl: Wyłącznik bezpieczeństwa wymusza instalację następujących pakietów:
ru: Изменение безопасности требует установки следующих пакетов:
sv: Säkerhetsspärren påtvingar installation av följande paket:
tr: Emniyet mandalı aşağıdaki paketlerin kurulmasını zorunlu kılıyor:

source: Safety switch forces the upgrade of following packages:
az: Təhlükəsizlik açarı aşağıdakı paketləri təkmilləşdirməyə məcbur edir:
de: Das Sicherheitssystem erzwingt die Aktualisierung der folgenden Pakete:
es: El interruptor de seguridad fuerza la actualización de los siguientes paquetes:
fr: Le loquet de sécurité oblige à la mise à jour des paquets suivants :
hu: A biztonsági kapcsoló kényszeríti a következő csomagok frissítését:
it: L'interruttore di sicurezza forza l'aggiornamento dei seguenti pacchetti:
nl: Veiligheidsprocedure vereist het opwaarderen van de volgende pakketten:
pl: Wyłącznik bezpieczeństwa wymusza aktualizację następujących pakietów:
ru: Изменение безопасности требует обновления следующих пакетов:
sv: Säkerhetsspärren påtvingar uppdatering av följande paket:
tr: Emniyet mandalı aşağıdaki paketlerin yükseltilmesini zorunlu kılıyor:

source: Cannot open package file: "{}"
az: Paket faylı aça bilməz: "{}"
de: Kann das Paket nicht öffnen: "{}"
es: No se puede abrir el archivo del paquete: "{}"
fr: Impossible d'ouvrir le fichier de paquet : {}
hu: A csomagfájl nem található: {}
it: Impossibile aprire il file del pacchetto: {}
nl: Kan pakketbestand niet openen: {}
pl: URI pakietu: {}
ru: Файл пакета не может быть открыт: {}
sv: Kan inte öppna paketfil: {}
tr: Paket dosyası açılamadı: "{}"

source: Unsupported package format: {}
az: Dəstəklənməyən paket formatı: {}
de: Paketfomat nicht unterstützt: {}
es: Formato de paquete no compatible: {}
fr: Format de paquets non géré : {}
hu: Nem támogatott csomagformátum: {}
it: Formato del pacchetto non supportato: {}
nl: Niet-ondersteunde pakketformaat: {}
pl: Obsługiwane formaty pakietów:
ru: Не поддерживаемый формат пакета: {}
sv: Hanterade paketformat:
tr: Desteklenmeyen paket biçimi: {}
