Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: Name of the to be upgraded packages' repository.
az: Yenilənəcək paketlərin depolarının adı.
de: Name des Paket-Depots welches aktualisiert werden soll.
es: Nombre del repositorio de paquetes a actualizar.
fr: Nom du dépôt des paquets devant être mis à jour.
hu: A frissítéseket tartalmazó tároló neve.
it: Nome della repository dei sorgenti o del pacchetto
nl: Naam van de op te waarderen pakketbron
pl: Nazwa repozytorium pakietów do aktualizacji.
ru: Название для обновления пакетов репозитория
sv: Namn på förpackningens lagringsutrymme.
tr: Güncellenecek paketlerin depo ismi.

source: When upgrading system, ignore packages and components whose basenames match pattern.
az: Sistemi yeniləyərkən, bazası nümunəsinə uyğun olan paketləri və komponentləri nəzərə alın.
de: Beim Upgrade des Systemes, Pakete und Komponenten ignorieren, deren Basisnamen mit dem Muster übereinstimmt.
es: Al actualizar el sistema, ignore los paquetes y componentes cuyos nombres de base coinciden con el patrón.
fr: Ignorer les paquet et les composants dont le nom de base correspond au patron lors de la mise à jour du système.
hu: A rendszer frissítése során lépje át azokat a csomagokat és komponenseket amelyek neve illeszkedik a mintára.
it: All'aggiornamento del sistema, ignora i pacchetti e i componenti i cui nomi base corrispondono al modello.
nl: Bij het opwaarderen van het systeem, pakketten en componenten negeren waarbij basenames overeenkomen met patroon.
pl: Podczas aktualizacji systemu zignoruj ​​pakiety i komponenty, których nazwy basename pasują do wzorca.
ru: При обновлении системы, игнорировать пакеты и компоненты, чьи базовые названия соответсвуют шаблону.
sv: När du uppgraderar systemet ska du ignorera paket och komponenter vars basnamn matchar mönster.
tr: Sistemi yükseltirken paket ya da bileşen isimlerinden verilen kalıp ile eşleşenleri yoksay.

source: When upgrading system, ignore packages and components whose basenames match any pattern contained in file.
az: Sistemi yeniləyərkən, sənədləri hər hansı bir naxışa uyğun olan paketləri və komponentləri laqeyd edin.
de: Beim Upgrade des Systems, Pakete und Komponenten ignorieren, deren Basisnamen mit einem der Muster aus der Datei übereinstimmt.
es: Al actualizar el sistema, ignore los paquetes y componentes cuyos nombres de base coinciden con cualquier patrón contenido en el archivo.
fr: Ignore les paquets et les composants dont les noms de base correspondent aux patrons contenus dans le fichier lors de la mise à jour,
hu: A rendszer frissítése során lépje át azokat a csomagokat és komponenseket amelyek neve illeszkedik a megadott fájlban található valamelyik mintára.
it: All'aggiornamento del sistema, ignora i pacchetti e i componenti i cui nomi base corrispondono a uno dei modelli contenuti nel file.
nl: Als het systeem opgewaardeerd wordt, pakketten en componenten negeren waarbij basenames overeenkomen met ieder patroon in bestand.
pl: Podczas aktualizacji systemu zignoruj ​​pakiety i komponenty, których nazwy bazowe pasują do dowolnego wzorca zawartego w pliku.
ru: При обновлении системы игнорировать пакеты и компоненты, чьи базовые названия соответствуют любому шаблону, содержащемуся в файле
sv: När du uppgraderar systemet ska du ignorera paket och komponenter vars basnamn matchar alla mönster i filen.
tr: Sistemi yükseltirken paket ya da bileşen isimlerinden dosya içerisinde verilen kalıplardan herhangi birisi ile eşleşenleri yoksay.

source: Compare sha1sum repo and installed packages.
az: Sha1sum repo və quraşdırılmış paketləri müqayisə edin.
de: Bereits installierte Pakete erneut installieren.
es: Compare sha1sum repo y los paquetes instalados.
fr: Comparez le repo sha1sum et les packages installés.
hu: Telepített csomagok újratelepítése
it: Reinstalla i pacchetti già installati
nl: Herïnstalleer reeds geïnstalleerde pakketten
pl: Sprawdzanie wszystkich zainstalowanych pakietów
ru: Переустановить уже установленные пакеты
sv: Paketet är installerat:
tr: Deponun ve kurulu paketlerin sha1sum doğrulma değerlerini karşılaştır.

source: Updating repositories.
tr: Depolar güncelleniyor.

source: Will not update repositories.
tr: Depolar güncellenmeyecek.

source: Destination directory "{}" does not exist. Creating it.
az: "{}" Təyinat qovluğu mövcud deyil. Yaratmaq.
de: Zielverzeichnis "{}" existiert nicht. Wird neu erstellt.
es: El directorio de destino "{}" no existe. Creándolo
fr: Le répertoire de destination {} n'existe pas. Création du répertoire.
hu: A(z) {} célkönyvtár nem létezik. Létrehozom.
it: La cartella di destinazione {} non esiste. La sto creando.
nl: Doelmap {} bestaat niet. Deze wordt nu aangemaakt.
pl: Katalog docelowy {} nie istnieje. Tworzenie katalogu.
ru: Конечный каталог {} не существует. Каталог создаётся.
sv: Förrådet % finns inte och kan därmed inte tas bort.
tr: Hedef dizini "{}" bulunamadı. Yaratılıyor.

source: No section by name '{}'
az: '{}' Adı ilə bölmə yoxdur
de: Kein Abschnitt mit Namen '{}'
es: No hay sección por nombre '{}'
fr: Pas de section au nom {}
hu: Nem létezik {} nevű szakasz
it: Nessuna sezione di nome {}
nl: Geen sectie met de naam {}
pl: Brak sekcji według nazwy „{}”
ru: Нет секции с именем {}
sv: Inget avsnitt med namnet '{}'
tr: '{}' isminde bir bölüm yok.

source: Can't rebind constant: '{}'
az: Daimi geri qaytarmaq olmur: '{}'
de: Konstante kann nicht neu eingebunden werden: {}
es: No se puede volver a vincular constante: '{}'
fr: Impossible de changer la valeur de la constante : {}
hu: Nem tudom bejegyezni a konstans értéket: {}
it: Impossibile ricollegare la costante: {}
nl: Kan niet opnieuw koppelen aan constante: {}
pl: Nie można ponownie powiązać stałej: „{}”
ru: Не удаётся привязать константе: {}
sv: Kan inte återställa konstant: '{}'
tr: Sabit yeniden bağlanamaz: {}

source: Can't unbind constant: '{}'
az: Daimi sökmək olmur: '{}'
de: Konstante '{}' kann nicht geändert werden
es: No se puede desvincular constante: '{}'
fr: Impossible de désallouer la constante : {}
hu: Nem tudom törölni a konstans értééket: {}
it: Impossibile scollegare la costante: {}
nl: Kan niet ontkoppelen van contante: {}
pl: Nie można cofnąć wiązania stałej: „{}”
ru: Не удаётся отвязать от константы: {}
sv: Kan inte lossa konstant: '{}'
tr: Sabit ayrılamaz: {}

source: {0} repository is updated.
az: {0} depo yenilənir.
de: {0}-Depot ist aktualisiert.
es: El repositorio {0} se actualiza.
fr: Le dépôt {0} est à jour.
hu: A(z) {0} tároló frissítve.
it: repositorio di nome {0} è aggiornato.
nl: {0} softwarebron is opgewaardeerd.
pl: Nie znaleziono repozytoriów o nazwie {0}
ru: {0} репозиторий обновлен.
sv: {0}-förrådet uppdaterat.
tr: {0} deposu güncellendi.

source: {0} is upgraded from {1} to {2} with delta.
az: {0} delta ilə {1} -dən {2} -ə yüksəldilmişdir.
de: {0}-Upgrade von {1} zu {2} mit delta ist vorgenommen.
es: {0} se actualiza de {1} a {2} con delta.
fr: {0} est mis à jour de {1} à {2} avec delta.
hu: {0} frissítve {1} különbözetével {2}.
it: {0} viene aggiornato da {1} a {2} con delta.
nl: {0} is bijgewerkt van {1} naar {2} met delta.
pl: {0} zostało uaktualnione z {1} do {2} z deltą.
ru: {0} обновлен с {1} до {2} при помощи применения разности пакетов (т.н. delta)
sv: {0} uppgraderas från {1} till {2} med delta.
tr: {0} {1} sürümünden {2} sürümüne delta paketi ile yükseltildi.

source: {0} is upgraded from {1} to {2}.
az: {0} {1} -dən {2} -ə yüksəldilmişdir.
de: {0} wurde aktualisiert von {1} auf {2}.
es: {0} se actualiza de {1} a {2}.
fr: {0} est mis à jour de {1} à {2}.
hu: {0} frissítve {1} verzióról {2} verzióra.
it: {0} viene aggiornato da {1} a {2}.
nl: {0} is bijgewerkt van {1} naar {2}.
pl: {0} został uaktualniony z {1} do {2}.
ru: {0} обновлен с {1} до {2}.
sv: {0} uppgraderas från {1} till {2}.
tr: {0} {1} sürümünden {2} sürümüne yükseltildi.

source: {0} {1} is removed.
az: {0} {1} silindi.
de: {0} {1} wurde entfernt.
es: {0} {1} se elimina.
fr: {0} {1} est supprimé.
hu: {0} {1} eltávolítva.
it: {0} {1} è stato rimosso.
nl: {0} {1} is verwijderd.
pl: {0} {1} jest usunięty
ru: {0} {1} удален.
sv: {0} {1} tas bort.
tr: {0} {1} kaldırıldı.

source: {0} {1} is installed.
az: {0} {1} quraşdırılmışdır.
de: {0} {1} ist installiert.
es: {0} {1} está instalado.
fr: {0} {1} est installé.
hu: {0} {1} telepítve.
it: {0} {1} è installato.
nl: {0} {1} is geïnstalleerd.
pl: {0} {1} jest zainstalowany
ru: {0} {1} установлен.
sv: Paketet {} är inte installerat.
tr: {0} {1} kuruldu.

source: {0} {1} is reinstalled.
az: {0} {1} yenidən quraşdırıldı.
de: {0} {1} wurde erneut installiert.
es: {0} {1} se reinstala.
fr: {0} {1} est réinstallé.
hu: {0} {1} újratelepítve.
it: {0} {1} è reinstallato.
nl: {0} {1} is opnieuw geïnstalleerd.
pl: {0} {1} jest przeinstalowany
ru: {0} {1} переустановлен.
sv: {0} {1} installeras om.
tr: {0} {1} yeniden kuruldu.

source: {0} is downgraded from {1} to {2}.
az: {0} {1} -dən {2} -ə endirildi.
de: {0} wurde heruntergestuft von {1} auf {2}.
es: {0} ha sido degradado de {1} a {2}.
fr: {0} est rétrogradé de {1} à {2}.
hu: {0} visszaállítva {1} verzióról {2} verzióra.
it: {0} è declassato da {1} a {2}.
nl: {0} is teruggebracht van {1} naar {2}.
pl: Poziom {0} został obniżony z {1} do {2}.
ru: {0} обновлен с {1} до более ранней версии {2}.
sv: {0} nedgraderas från {1} till {2}.
tr: {0} {1} sürümünden {2} sürümüne indirildi.

source: Unknown package operation
az: Naməlum paket əməliyyatı
de: Unbekannte Paketoperation
es: Operación de paquete desconocido
fr: Opération de paquet inconnue
it: Operazione pacchetto sconosciuta
nl: Onbekende pakketbewerking
pl: Nieznana operacja pakietu
ru: Неизвестная операция с пакетом
sv: Okänd paketdrift
tr: Bilinmeyen paket işlemi

source: -> Sorting: "{}"
az: -> Çeşidləmə: "{}"
de: -> Sortieren: "{}"
es: -> Clasificación: "{}"
fr: Création de {}...
hu: {} létrehozása...
it: Creazione {}...
nl: Aanmaken {}...
pl: Generowanie {},
ru: Создание {}...
sv: Skapar {}...
tr: -> Sıralanıyor: "{}"

source: * Sorted: "{}"
az: * Sırala: "{}"
de: * Sortiert: "{}"
es: * Ordenado: "{}"
fr: Création de {}...
hu: {} létrehozása...
it: Creazione {}...
nl: Aanmaken {}...
pl: Generowanie {},
ru: Создание {}...
sv: Skapar {}...
tr: * Sıralandı: "{}"

source: * Added obsoleted packages: [ {} ]
az: * Əlavə edilmiş köhnəlmiş paketlər: [ {} ]
de: * Veraltete Pakete hinzugefügt: [ {} ]
es: * Se agregaron paquetes obsoletos: [{}]
fr: * Ajout de packages obsolètes: [{}]
tr: * Eskiyen paketler eklendi: [ {} ]

source: * Adding source packages:
az: * Mənbə paketləri əlavə olunur:
de: * Hinzufügen von Quellpaketen:
es: * Agregar paquetes fuente:
fr: * Construction du paquet source:
hu: INARY forráscsomag készítése: {}
it: Costruzione del pacchetto sorgente: {}
nl: Bouwen bronbronpakket: {}
pl: Budowanie pakietu źródłowego : {}
ru: Сборка пакета с исходным кодом: {}
sv: Bygger källpaketet: {}
tr: * Kaynak paketler ekleniyor:

source: * Adding binary packages:
az: * İkili paket əlavə olunur:
de: * Hinzufügen von Binärpaketen:
es: * Agregar paquetes binarios:
fr: Paquets installés :
hu: Telepített csomag:
it: Pacchetto installato:
nl: Geïnstalleerd pakket:
pl: Zainstalowany pakiet:
ru: Установка пакета:
sv: Paketet är installerat:
tr: * İkili paketler ekleniyor:

source: -> Adding packages from directory "{}"...
az: -> "{}" qovluğundan paket əlavə olunur ...
de: -> Hinzufügen von Paketen aus dem Verzeichnis "{}" ...
es: -> Añadiendo paquetes desde el directorio "{}" ...
fr: Ajout du paquet à l'index : {}
hu: {} hozzáadása a csomaglistához
it: Aggiunta di {} all'indice dei pacchetti
nl: Toevoegen van pakket aan index: {}
pl: ** Budowanie pakietu {}
ru: Добавление пакета в индекс: {}
sv: Bygger paketet: {}
tr: -> Paketler dizinden ekleniyor "{}"...

source: * Adding packages from directory "{}"... done.
az: * "{}" Qovluğundan paket əlavə edildi ... tamamlandı.
de: -> Hinzufügen von Paketen aus dem Verzeichnis "{}" ... erledigt.
es: * Añadiendo paquetes desde el directorio "{}" ... hecho.
fr: Ajout du paquet à l'index : {}
hu: {} hozzáadása a csomaglistához
it: Aggiunta di {} all'indice dei pacchetti
nl: Toevoegen van pakket aan index: {}
pl: ** Budowanie pakietu {}
ru: Добавление пакета в индекс: {}
sv: Bygger paketet: {}
tr: * Tamanlandı... Paketler dizinden eklendi "{}"

source: * Writing index file.
az: * İndeks sənədini yazmaq.
de: * Indexdatei schreiben.
es: * Escribir archivo de índice.
fr: * Écriture du fichier d'index.
tr: * Fihrist dosyası yazılıyor.

source: -> Adding package to index: "{}"
az: -> İndeksə paket əlavə olunur: "{}"
de: -> Füge Paket zum Index hinzu: "{}"
es: -> Agregar paquete al índice: "{}"
fr: Ajout du paquet à l'index : {}
hu: {} hozzáadása a csomaglistához
it: Aggiunta di {} all'indice dei pacchetti
nl: Toevoegen van pakket aan index: {}
pl: ** Budowanie pakietu {}
ru: Добавление пакета в индекс: {}
sv: Bygger paketet: {}
tr: -> İkili paket "{}" fihriste ekleniyor.

source: * Package "{}": metadata corrupt, skipping...
az: * Paket "{}": metadata zədəlidir, atlanır ...
de: * Paket "{}": Metadata korrupt, wird übersprungen...
es: * Paquete "{}": metadatos corruptos, omitiendo ...
fr: Paquet {} : métadonnées corrompues, mis de côté...
hu: Csomag {}: metaadat sérült, kihagyom...
it: Pacchetto {}: metadata corrotti, lo salto...
nl: Pakket {}: metadata is corrupt, wordt overgeslagen...
pl: Pakiet {} jest uszkodzony.
ru: Пакет {}: метаданные повреждены, пропуск...
sv: Paketet {} är trasigt.
tr: * "{}" paketine ait metadata bozuk, atlanıyor...

source: * Adding "groups.xml" to index
az: * İndeksə "group.xml" əlavə olunur
de: * "groups.xml" wird zum Index hinzugefügt
es: * Agregar "groups.xml" al índice
fr: Ajout de groups.xml à l'index
hu: {} hozzáadása a forráslistához.
it: Aggiunta di {} all'indice dei sorgenti
nl: Toevoegen groups.xml aan index
pl: ** Budowanie pakietu {}
ru: Добавление groups.xml к индексу
sv: Bygger paketet: {}
tr: * "groups.xml" fihriste ekleniyor

source: * Adding "components.xml" to index
az: * İndeksə "komponentlər.xml" əlavə etmək
de: * "components.xml" wird zum Index hinzugefügt
es: * Agregar "components.xml" al índice
fr: Ajout de components.xml à l'index
hu: {} hozzáadása a csomaglistához
it: Aggiunta di {} all'indice dei componenti
nl: Toevoegen components.xml aan index
pl: ** Budowanie pakietu {}
ru: Добавление components.xml к индексу
sv: Bygger paketet: {}
tr: * "components.xml" fihriste ekleniyor

source: * Component in {} is corrupt
az: * {} İçindəki komponent xarabdır
de: * Komponente {} nicht gefunden.
es: * El componente en {} está corrupto
fr: Le composant {} est introuvable
hu: A(z) {} komponens nem található.
it: Componente {} non trovato
nl: Component {} niet gevonden
pl: Plik {} nie został znaleziony
ru: Компонент {} не найден.
sv: Paketet {} hittades ej
tr: * {}'daki bileşeni bozuk

source: * Adding "distribution.xml" to index
az: * İndeksə "distribution.xml" əlavə olunur
de: * "distribution.xml" wird zum Index hinzugefügt
es: * Agregar "distribution.xml" al índice
fr: Ajout de distribution.xml à l'index
hu: {} hozzáadása a forráslistához.
it: Aggiunta di {} all'indice dei sorgenti
nl: Toevoegen distribution.xml aan index
pl: ** Budowanie pakietu {}
ru: Добавление distribution.xml к индексу
sv: Bygger paketet: {}
tr: * "distribution.xml" fihriste ekleniyor

source: * Distribution in {} is corrupt
az: * {} Dağılışı pozulmuşdur
de: * Die Verteilung in {} ist beschädigt
es: * La distribución en {} está corrupta
fr: * La distribution dans {} est corrompue
tr: * {}'daki dağıtım bozuk

source: -> Adding source to index: "{}"
az: -> İndeksə mənbə əlavə edin: "{}"
de: -> Füge Quelle zum Index hinzu: "{}"
es: -> Agregar fuente al índice: "{}"
fr: Ajout du paquet à l'index : {}
hu: {} hozzáadása a csomaglistához
it: Aggiunta di {} all'indice dei pacchetti
nl: Toevoegen van pakket aan index: {}
pl: ** Budowanie pakietu {}
ru: Добавление пакета в индекс: {}
sv: Bygger paketet: {}
tr: -> Kaynak fihriste ekleniyor: "{}"

source: * Index file written.
az: * İndeks faylı yazıldı.
de: * Index-Datei geschrieben.
es: * Archivo de índice escrito.
fr: Fichier d'index écrit
hu: * Index fájl létrehozva
it: File di indice scritto
nl: Index-bestand geschreven
pl: * Indeks plików zapisany
ru: Файл индекса записан
sv: * Indexfil skriven
tr: * Fihrist dosyası yazıldı.

source: Architecture: {0}, Installed Size: {1}
az: Memarlıq: {0}, quraşdırılmış ölçü: {1}
de: Architektur: {0}, Installierte Grösse: {1}
es: Arquitectura: {0}, Tamaño instalado: {1}
fr: Architecture : {0}, Taille des fichiers installés : {1}
hu: Architektúra: {0}, telepített méret: {1}
it: Architettura: {0}, Dimensione file installati: {1}
nl: Architectuur: {0}, installatiegrootte: {1}
pl: Architektura: {0}, Zainstalowany rozmiar: {1}
ru: Архитектура: {0}, Размер установки: {1}
sv: Arkitektur: {0}, Installerad storlek: {1}
tr: Mimari: {0}, Yerleşik Boyut: {1}

source: , Package Size: {}
az: , Paket Ölçüsü: {}
de: , Paket-Größe: {}
es: , Tamaño del paquete: {}
fr: , taille du paquet : {}
hu: , csomag mérete: {}
it: File pacchetto: {}
nl: , Pakketgrootte: {}
pl: URI pakietu: {}
ru: , Размер пакета: {}
sv: , Paketstorlek: {}
tr: , Paket Boyutu: {}

source: URI: {0}, type: {1}, sha1sum: {2}
az: URI: {0}, növü: {1}, sha1sum: {2}
de: URI: {0}, Typ: {1}, Sha1sum: {2}
es: URI: {0}, tipo: {1}, sha1sum: {2}
hu: URI: {0}, típus: {1}, sha1sum: {2}
it: URI: {0}, tipo: {1}, sha1sum: {2}
pl: URI: {0}, wpisz: {1}, sha1sum: {2}
ru: URI: {0}, тип{1}, sha1 сумма: {2}
sv: URI: {0}, typ: {1}, sha1sum: {2}
tr: Adres: {0}, tip: {1}, sha1sum: {2}

source: or
az: və ya
de: oder
es: o
fr: ou
hu: vagy
it: Oppure
nl: of
pl: lub
ru: или
sv: eller
tr: veya

source: "{0}" dependency of package "{1}" is not satisfied.
az: "{0}" paketinin "{1}" asılılığı təmin edilmir.
de: Abhängigkeit "{0}" von "{1}" ist nicht zufriedenstellend.
es: La dependencia "{0}" del paquete "{1}" no está satisfecha.
fr: La dépendance {0} du paquet {1} n'est pas satisfaite
hu: A(z) {0} csomag függősége a(z) {1} csomagnak, de nem teljesíthető.
it: La dipendenza {0} del pacchetto {1} non è soddisfatta
nl: {0} afhankelijkheid van pakket {1} is niet bevredigend
pl: Zależności {0} budowy {1} nie mogą zostać spełnione
ru: Зависимость {0} пакета {1} не соблюдена
sv: {} är inte installerad.
tr: "{0}" bağımlılığı "{1}" paketi için sağlanamadı.

source: Dependencies:
az: Asılılıqlar:
de: Abhängigkeiten:
es: Dependencias:
fr: Dépendances :
hu: Függőségek:
it: Dipendenze:
nl: Afhankelijkheden:
pl: Zależności:
ru: Зависимости:
sv: Beroenden:
tr: Bağımlılıkları:

source: translations.xml file is badly formed.: {}
az: translations.xml faylı pis formalaşmışdır. : {}
de: Die Datei translations.xml ist fehlerhaft formatiert.
es: El archivo translation.xml está mal formado .: {}
fr: Le fichier translation.xml est mal formé.: {}
hu: a translation.xml fájl hibás formátumú
it: File di translations.xml è di mal formato
nl: translations.xml bestand is niet goed.
pl: plik Translations.xml jest źle sformułowany .: {}
ru: Файл translations.xml неправильно сформирован.
sv: Translations.xml-filen är dåligt utformad .: {}
tr: translations.xml dosyası hatalı.: {}

source: Build Dependencies:
az: Bağlılıqlar qurun:
de: Build Abhängigkeiten:
es: Dependencias de construcción:
fr: Dépendances :
hu: Build függőségek:
it: Dipendenze per la Costruzione:
nl: Bouw afhankelijkheden:
pl: Zależności budowania:
ru: Сборка зависимостей:
sv: Bygg beroenden:
tr: İnşa Bağımlılıkları:

source: Component {} not found.
az: {} Komponent tapılmadı.
de: Komponente {} nicht gefunden.
es: Componente {} no encontrado.
fr: Le composant {} est introuvable
hu: A(z) {} komponens nem található.
it: Componente {} non trovato
nl: Component {} niet gevonden
pl: Plik {} nie został znaleziony
ru: Компонент {} не найден.
sv: Paketet {} hittades ej
tr: {} bileşeni bulunamadı.

source: Creating files database...
az: Fayllar verilənlər bazası yaradılır ...
de: Dateidatenbank wird erstellt ...
es: Creando base de datos de archivos ...
fr: Reconstruction de la base de données fichiers
hu: Fájl adatbázis újraépítése
it: Ricostruisci il database dei file
nl: Herbouw bestanden database
pl: Generowanie {},
ru: Обновление базы данных файлов
sv: Skapar {}...
tr: Dosya veritabanını yeniden inşa ediliyor...

source: -> Adding files of "{}" package to db...
tr: -> "{}" paket içerikleri veritabanına ekleniyor...

source: Group "{}" not found.
az: "{}" Qrupu tapılmadı.
de: Gruppe "{}" nicht gefunden.
es: Grupo "{}" no encontrado.
fr: Le groupe {} est introuvable
hu: A(z) {} csoport nem található.
it: Gruppo {} non trovato
nl: Groep {} niet gevonden
pl: Plik {} nie został znaleziony
ru: Группа {} не найдена.
sv: Filen {} hittades inte
tr: Grup "{}" bulunamadı.

source: installed
az: quraşdırılıb
de: installiert
es: instalado
fr: installé
hu: telepítve
it: installato
nl: geïnstalleerd
pl: zainstalowany
ru: установлен
sv: installerad
tr: kurulu

source: installed-pending
az: quraşdırılmış gözləyən
de: Installation ausstehend
es: instalado-pendiente
fr: en attente d'installation
it: installato-in sospeso
nl: geïnstalleerd-wachtend
pl: w trakcie instalacji
ru: установлен-ожидаемый
sv: installerat under behandling varande
tr: kurulu-beklemede

source: Installation info for package "{}" is broken. Reinstall it to fix this problem.
az: "{}" Paket üçün quraşdırma məlumatları pozuldu. Bu problemi həll etmək üçün yenidən qurun.
de: Installations-Info für Paket "{}" ist defekt. Installieren Sie es noch einmal, um das Problem zu lösen.
es: La información de instalación del paquete "{}" está rota. Vuelva a instalarlo para solucionar este problema.
fr: L'information d'installation du paquet {} est cassée. Réinstallez-la pour corriger le problème.
hu: A(z) {} csomag telepítési információi megsérültek. A hiba kijavításához telepítse újra a csomagot.
it: Le informazioni di installazione per il pacchetto "{}" sono interrotte. Reinstallarlo per risolvere questo problema.
nl: Installatie-informatie voor pakket {} is niet goed. Installeer opnieuw voor het oplossen van het probleem.
pl: Informacje dotyczące instalacji pakietu {{} są uszkodzone. Zainstaluj ponownie, aby rozwiązać ten problem.
ru: Информация для установки пакета {} повреждена. Переустановите для исправления этой ошибки.
sv: Installationsinformation för paketet "{}" är trasigt. Installera om det för att åtgärda problemet.
tr: "{}" paketine ait kurulum bilgisi bozulmuş. Sorunu düzeltmek için paketi yeniden kurun.

source: Package "{}" is not installed.
az: "{}" Paketi quraşdırılmadı.
de: Paket "{}" ist nicht installiert.
es: El paquete "{}" no está instalado.
fr: Le paquet {} n'est pas installé.
hu: A(z) {} csomag nincs telepítve.
it: Il pacchetto {} non è installato.
nl: Pakket {} is niet geïnstalleerd.
pl: Pakiet {} nie jest zainstalowany.
ru: Пакет {} не установлен.
sv: Paketet {} är inte installerat.
tr: "{}" paketi kurulu değil.

source: "{}" not found in any repository.
az: "{}" heç bir depozitdə tapılmadı.
de: "{}" wurde in keinem Depot gefunden.
es: "{}" no se encuentra en ningún repositorio.
fr: {} n'est dans aucun des dépôts actifs.
hu: {} egyik tárolóban sem található
it: {} non è stato trovato in alcun repository.
nl: {} in geen enkele softwarebron gevonden.
pl: Źródło {} nie zostało znalezione w aktywnym repozytorium
ru: {} не обнаружен ни в одном репозитории.
sv: Paketet {} finns inte i något aktivt förråd.
tr: "{}" hiçbir depoda bulunamadı.

source: Repo item "{}" not found.
az: Repo elementi "{}" tapılmadı.
de: Depot-Gegenstand "{}" nicht gefunden.
es: No se encontró el elemento de repositorio "{}".
fr: L'item de dépôt {} est introuvable.
hu: A(z) {} tárolóbejegyzés nem található
it: Chiave {} non trovata
nl: Bronitem {} niet gevonden
pl: Plik {} nie został znaleziony
ru: Элемент {} репозитория не обнаружен
sv: Paketet {} hittades ej
tr: Depo elemanı "{}" bulunamadı.
