Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: Add repository at given position (0 is first)
az: Verilmiş vəziyyətdə depo əlavə edin (0 ilkdir)
de: Depot in angegebene Position hinzufügen (0 ist die Erste)
es: Agregar repositorio en la posición dada (0 es el primero)
fr: Ajouter un dépôt à la position donnée (0 est la première)
hu: Tároló hozzáadása megadott paraméter pozícióban (0 az első)
it: Aggiunge il repository a una posizione specificata (0 è la prima)
nl: Softwarebron op gegeven positie (0 is eerst) toevoegen
pl: Dodaj repozytorium na wybranym miejscu (pierwszy 0)
ru: Добавить репозиторий в данной позиции (0 - первый)
sv: Lägg till förvar vid en viss position (0 är först)
tr: Belirtilen konuma depo ekle (ilk konum 0'dır).

source: Removing {0} from system.
tr: {0} deposu sistemden çıkarılıyor.

source: Couldn't trust "{0}" repository. It is deactivated.
tr: "{0}" deposu doğrulanamadı. Depo pasifleştirildi.

source: Extension of repository URI must be ".xml.xz" or ".xml".
az: Repozitoriya URI-nin genişlənməsi ".xml.xz" və ya ".xml" olmalıdır.
de: Die Erweiterung des Repository-URI muss ".xml.xz" oder ".xml" sein.
es: La extensión del URI del repositorio debe ser ".xml.xz" o ".xml".
fr: L'extension de l'URI du référentiel doit être ".xml.xz" ou ".xml".
it: L'estensione dell'URI del repository deve essere ".xml.xz" o ".xml".
nl: Uitbreiding van repository URI moet ".xml.xz" of ".xml" zijn.
pl: Rozszerzeniem URI repozytorium musi być „.xml.xz” lub „.xml”.
ru: Расширение URI хранилища должно быть «.xml.xz» или «.xml».
sv: Förlängning av URI för förvar måste vara ".xml.xz" eller ".xml".
tr: URI'nin dosya uzantısı".xml.xz" or ".xml" olmalıdır.

source: blame options
az: blame variantları
de: blame Optionen
es: opciones de culpa
fr: options de blame
hu: a blame opciói
it: Blame delle opzioni
nl: blame opties
pl: Opcje blame
ru: blame опции
sv: skylla alternativ
tr: blame seçenekleri

source: Blame for the given release
az: Verilən buraxılışda blame
de: Verantwortlich für das Release
es: La culpa del lanzamiento dado
fr: Accuse pour la version donnée
hu: az adott verzió információi
it: Blame per il rilascio dato
nl: Blame voor de gegeven uitgave
pl: "Blame" dla danego wydania
ru: Blame для текущего релиза
sv: Skyll för den givna utgåvan
tr: Verilen yayım için paket bakıcısı

source: Blame for all of the releases
az: Buraxılışların hamısında blame
de: Verantwortlich für alle Versionen
es: La culpa de todos los lanzamientos
fr: Responsable de toutes les versions
hu: az összes verzó információi
it: Blame per tutte le versioni
nl: Blame voor alle uitgaven
pl: "Blame" dla wszystkich wydań
ru: Blame для всех релизов
sv: Skyll för alla utsläpp
tr: Tüm yayımlar için paket bakıcısı

source: Name: {0}, version: {1}, release: {2}
az: Adı: {0}, versiya: {1}, buraxılış: {2}
es: Nombre: {0}, versión: {1}, lanzamiento: {2}
fr: Nom : {0}, version : {1}, release : {2}
hu: Név: {0}, verzió: {1}, kiadás: {2}
it: Nome: {0}, versione: {1}, release: {2}
nl: Naam: {0}, versie {1}, uitgave {2}
pl: Pakiet: {0}, versja: {1}, wydanie: {2}
ru: Имя: {0}, версия: {1}, релиз: {2}
sv: Namm: {0}, version: {1}, utgåva: {2}
tr: İsim: {0}, sürüm: {1}, yayım: {2}

source: build options
az: build seçimləri
de: Build-Optionen
es: opciones de compilación
fr: options de compilation
hu: build opciók
it: opzioni di costruzione
nl: bouw opties
pl: opcje budowania
ru: build опции
sv: bygga alternativ
tr: inşa seçenekleri

source: Run inary build operation without printing extra debug information.
az: Əlavə debug məlumatlarını çap etmədən inary build əməliyyatını işə salın.
de: Starte den inary build Vorgang ohne die extra debug information anzuzeigen.
es: Ejecute la operación de compilación binaria sin imprimir información adicional de depuración.
fr: Ne pas afficher d'informations de déboguage supplémentaires lors de la construction de paquet inary.
hu: A inary build futtatása extra debug információk megjelenítése nélkül
it: Esegui l'operazione INARY build senza la stampa di informazioni aggiuntivi di debug
nl: Inary bouwoperatie uitvoeren en geen debuginformatie weergeven
pl: Uruchom operacje budowania pakietów bez wyświetlania dodatkowych informacji debugowania.
ru: Запустить inary build без вывода дополнительной отладочной информации
sv: Kör inary build-operation utan att skriva ut extra felsökningsinformation.
tr: Ekstra hata ayıklama bilgilerini basmadan inşa operasyonunu çalıştır.

source: Do not take dependency information into account.
az: Asılılıq haqqında məlumatı nəzərə almayın.
de: Information der Abhängigkeiten nicht auswerten.
es: No tome en cuenta la información de dependencia.
fr: Ne pas prendre les informations de dépendance en compte
hu: Nem veszi figyelembe a függőségi információkat
it: Non prendere in considerazione le informazioni sulle dipendenze
nl: Geen rekening houden met afhankelijkheidsinformatie
pl: Nie bierz pod uwagę informacji o zależnościach.
ru: Не вкладывать информацию о зависимостях в аккаунт
sv: Ta inte hänsyn till beroendeinformation.
tr: Bağımlılık bilgilerini dikkate alma.

source: Output directory for produced packages.
az: İstehsal olunan paketlər üçün çıxış qovluğu.
de: Zielverzeichnis für erzeugte Pakete.
es: Directorio de salida para paquetes producidos.
fr: Répertoire accueillant les paquets produits
hu: Könyvtár az elkészített csomagok számára
it: Cartella di output per i pacchetti prodotti.
nl: Uitvoermap voor geproduceerde pakketten.
pl: Katalog wyjściowy dla wyprodukowanych pakietów.
ru: Выводная директория для создаваемых пакетов.
sv: Utdatakatalog för producerade paket.
tr: Üretilen paketler için çıktı dizini.

source: Bypass sha1sum verify step of source archive.
az: Bypass sha1sum mənbə arxivinin addımını yoxlayın.
de: Umgehen Sie "sha1sum", um den Schritt des Quellarchivs zu überprüfen.
es: Omita sha1sum verifique el paso del archivo fuente.
fr: Contourner sha1sum vérifier l'étape de l'archive source.
tr: Kaynak arşiv sha1sum doğrulamasını atla.

source: Bypass errors from ActionsAPI.
az: ActionsAPI'nin keçid səhvləri.
de: Fehler von ActionsAPI umgehen.
es: Omitir errores de ActionsAPI.
fr: Passe outre les erreurs d'ActionsAPI
hu: Az ActionsAPI hibák átlépése
it: Ignora errori dalle ActionsAPI
nl: Omzeilen fouten van ActionsAPI
pl: Pomijaj błędy z ActionsAPI.
ru: Bypass ошибка ActionsAPI
sv: Omkoppla fel från ActionsAPI.
tr: ActionsAPI kaynaklı hataları yoksay.

source: Bypass safety switch.
az: Bypass təhlükəsizlik açarı.
de: Sicherheitsschalter umgehen.
es: Interruptor de seguridad de derivación.
fr: Passe outre les précautions de sécurité
hu: A biztonsági kapcsoló átlépése
it: Ignora switch di sicurezza
nl: Omzeilen veiligheidsprocedure
pl: Wyłącznik bezpieczeństwa bypassu.
ru: Пропустить проверку безопасности
sv: Åsidosätt säkerhetslås
tr: Emniyet mandalını yoksay.

source: Bypass testing step.
az: Bypass testi addım.
de: Test-Schritt umgehen.
es: Paso de prueba de derivación.
fr: Passer outre l'étape de test
hu: A tesztelés kihagyása
it: Salta la fase di verifica
nl: Omzeilen test stap
pl: Krok testowania obejścia.
ru: Пропустить тестирование
sv: Åsidosätt säkerhetslås
tr: Test adımını yoksay.

source: Create a static package with ar files.
az: Ar faylları ilə statik bir paket yaradın.
de: Eine statisches Paket mit ar-Dateien erstellen.
es: Cree un paquete estático con archivos ar.
fr: Création d'un paquet statique avec des fichier ar
hu: Statikus csomag létrehozása, ar fájllal
it: Crea un pacchetto statico con file ar
nl: Maak een statisch pakket met ar-bestanden aan
pl: Utwórz pakiet statyczny z plikami AR.
ru: Создание пакета INARY
sv: Skapa ett statiskt paket med ar-filer.
tr: Statik bir paketi ar dosyalarıyla yarat.

source: Create the binary package using the given format. Use '-F help' to see a list of supported formats.
az: Verilmiş formatdan istifadə edərək ikili paket yaradın. Dəstəklənən formatların siyahısını görmək üçün '-F help' istifadə edin.
de: Erstellen Sie das Binärpaket mit dem angegebenen Format. Verwenden Sie die -F-Hilfe, um eine Liste der unterstützten Formate anzuzeigen.
es: Crea el paquete binario usando el formato dado. Use '-F ayuda' para ver una lista de formatos compatibles.
fr: Créez le paquet binaire en utilisant le format donné. Utilisez '-F Help' pour voir la liste des formats pris en charge.
hu: Bináris csomag létrehozása a megadott formátummal. Használja a '-F help' kapcsolót a támogatott formátumok listájának kiírásához.
it: Creare il pacchetto binario utilizzando il formato specificato. Usa 'F-help' per vedere un elenco dei formati supportati.
nl: Aanmaken van binaire pakket gebruikmakend van opgegeven formaat. Gebruik '-F help' voor lijst van ondersteunde formaten.
pl: Utwórz pakiet binarny, używając podanego formatu. Użyj pomocy „-F”, aby wyświetlić listę obsługiwanych formatów.
ru: Поддерживаемые форматы пакетов:
sv: Skapa det binära paketet med det angivna formatet. Använd '-F-hjälp' för att se en lista med format som stöds.
tr: İkili paketi verilen biçimde oluştur. Desteklenen biçimlerin listesini görmek için '-F help' kullanın.

source: Use quilt patch management system instead of GNU patch.
az: GNU patch əvəzinə yorğan yamaq idarəetmə sistemindən istifadə edin.
de: Verwende Quilt Patch-Management-System anstelle von GNU Patch.
es: Utilice el sistema de administración de parches de colchas en lugar del parche GNU.
fr: Utiliser le système de patch quilt au lieu de GNU patch.
hu: A quilt patch kezelő használata GNU patch helyett
it: Utilizza il sistema di gestione delle patch quilt anziché GNU patch
nl: Gebruik quilt patch systeembeheer in plaats van GNU patch
pl: Użyj systemu zarządzania łatkami pikowania zamiast łatki GNU.
ru: {} (по-умолчанию)
sv: Använd quilt patch management system istället för GNU patch.
tr: GNU patch yerine quilt yama yönetim sistemini kullan.

source: build steps
az: build addımları
de: Build-Schritte
es: construir pasos
fr: étapes de compilation
hu: build lépések
it: passi di costruzione
nl: bouw stappen
pl: kroki budowania
ru: build шаги
sv: bygga steg
tr: inşa adımları

source: Break build after fetching the source archive.
az: Mənbə arxivini aldıqdan sonra qurma işlərini qırın.
de: Build abbrechen, nach Kopie des Quellverzeichnisses.
es: Romper la compilación después de recuperar el archivo fuente.
fr: Se contente de télécharger le code source
hu: A build megszakítása a forrás csomag letöltése után
it: Interrompi la costruzione dopo aver recuperato l'archivio dei sorgenti
nl: Breek bouwen af na ophalen bron archief
pl: Przerwij budowanie po uruchomieniu sprawdzania
ru: Прервать сборку после получения архива с исходными кодами
sv: Break build efter att ha hämtat källarkivet.
tr: Kaynak arşivi indirdikten sonra inşayı sonlandır.

source: Break build after unpacking the source archive, checking sha1sum and applying patches.
az: Mənbə arxivini boşaltdıqdan, sha1sum yoxlanıldıqdan və yamalar tətbiq edildikdən sonra build işlemi duru.
de: Build abbrechen, nach entpacken der Quelldatei, prüfen der sha1sum und anwenden der Patches.
es: Romper la compilación después de desempaquetar el archivo fuente, verificar sha1sum y aplicar parches.
fr: Se contente de télécharger le code source, vérifier son intégrité avec sha1sum et appliquer les patchs
hu: A build megszakítása a forrás csomag letöltése, az sh1sum ellenőrzése és a patchek alkalmazása után
it: Interrompi la costruzione dopo aver scompattato l'archivio dei sorgenti, aver controllato sha1sum e applicato le patch
nl: Breek bouwen af na uitpakken van het bron archief, controleert sha1sum entoepassen patches
pl: Przerwij kompilację po rozpakowaniu archiwum źródłowego, sprawdzeniu sha1sum i zastosowaniu łatek.
ru: опции check
sv: Bryt byggandet efter att ha packat upp källarkivet, kontrollerat sha1sum och applicerat korrigeringar.
tr: Kaynak arşivini açtıktan, sha1sum denetimi yaptıktan ve yamaları uyguladıktan sonra inşayı sonlandır.

source: Break build after running configure step.
az: Konfiqurasiya addımını işlədikdən sonra build işini kəsin.
de: Konstruktion nach dem Konfigurations-Schritt abbrechen.
es: Romper la compilación después de ejecutar el paso de configuración.
fr: Arrête le processus de construction du paquet après le lancement de configure
hu: A build megszakítása a configure lépés után
it: Interrompi la costruzione dopo l'esecuzione del passo di configure
nl: Breek bouwen af na uitvoeren van de configuratie stap
pl: Przerwij budowanie po uruchomieniu konfiguracji
ru: Прервать сборку после запуска этапа настройки
sv: Break build efter körning av konfigurationssteg.
tr: Yapılandırma adımından sonra inşayı sonlandır.

source: Break build after running compile step.
az: Tərtib etmə addımını işlədikdən sonra build hissəsini kəsin.
de: Konstruktion nach dem Kompilierungs-Schritt abbrechen.
es: Romper la compilación después de ejecutar el paso de compilación.
fr: Arrête le processus de construction du paquet après la compilation du source
hu: A build megszakítása a a compile lépés után
it: Interrompi la costruzione dopo l'esecuzione del passo di compilazione
nl: Breek bouwen af na uitvoeren van de compilatie stap
pl: Przerwij budowanie po uruchomieniu kompilowania
ru: Прервать сборку после запуска этапа компиляции
sv: Break build efter att ha kört kompileringssteg.
tr: Derleme adımından sonra inşayı sonlandır.

source: Break build after running check step.
az: Yoxlama mərhələsindən sonra build işlərini qırın.
de: Konstruktion nach dem Überprüfungs-Schritt abbrechen.
es: Romper la construcción después de ejecutar el paso de verificación.
fr: Arrête le processus de compilation du paquet après la fin de l'étape de test
hu: A build megszakítása a az ellenörzés után
it: Interrompi la costruzione dopo l'esecuzione del passo di verifica
nl: Breek bouwen af na uitvoeren van de controle stap
pl: Przerwij budowanie po uruchomieniu sprawdzania
ru: Прервать сборку после запуска этапа проверки
sv: Break build efter körning av kontrollsteg.
tr: Test adımından sonra inşayı sonlandır.

source: Break build after running install step.
az: Quraşdırma addımını işlədikdən sonra build qaydasını pozun.
de: Konstruktion nach dem Installations-Schritt abbrechen.
es: Romper la compilación después de ejecutar el paso de instalación.
fr: Arrête le process de construction du paquet après l'exécution de l'install
hu: A build megszakítása az install lépés után
it: Interrompi la costruzione dopo l'esecuzione del passo di install
nl: Breek bouwen af na uitvoeren van de installatie stap
pl: Przerwij budowanie po uruchomieniu instalacji
ru: Прервать сборку после запуска этапа установки
sv: Break build efter att ha installerat installationssteg
tr: Kurulum adımından sonra inşayı sonlandır.

source: Create INARY package.
az: INARY paketini yaradın.
de: Erstelle INARY Paket.
es: Crear paquete BINARIO.
fr: Crée le paquet INARY
hu: INARY csomag létrehozása
it: Crea pacchetto INARY
nl: INARY-pakket aanmaken
pl: Stwórz pakiet INARY
ru: Создать INARY пакет
sv: Skapar INARY-paketet
tr: INARY paketi oluştur.

source: Supported package formats:
az: Dəstəklənən paket formatları:
de: Unterstütze Paket-Formate:
es: Formatos de paquete admitidos:
fr: Formats de paquets pris en charge :
hu: Támogatott csomagformátumok:
it: Supportati formati di pacchetto:
nl: Ondersteunde pakketformaten:
pl: Obsługiwane formaty pakietów:
ru: Поддерживаемые форматы пакетов:
sv: Hanterade paketformat:
tr: Desteklenen paket biçimleri:

source: {} (default)
az: {} (standart)
es: {} (defecto)
fr: {} (par défaut)
hu: {} (alapértelmezett)
it: {} (predefinito)
nl: {} (standaard)
pl: {} (domyślnie)
sv: {} (standard)
tr: {} (öntanımlı)

source: check options
az: check seçimləri
de: Optionen von check
es: verificar opciones
fr: Options de vérification
hu: ellenőrzési opciók
it: opzioni di verifica
nl: controle opties
pl: wybierz opcje
ru: Проверка опций
sv: kontrollera alternativ
tr: check seçenekleri

source: Check installed packages under given component.
az: Verilmiş komponentin altında quraşdırılmış paketləri yoxlayın.
de: Installierte Pakete unter angegebenem Komponent überprüfen.
es: Verifique los paquetes instalados en el componente dado.
fr: Vérifie les paquets installés pour un composant donné
hu: A megadott komponens csomagjainak ellenőrzése
it: Verifica i pacchetti installati sotto il componente fornito
nl: Controleer geïnstalleerde pakketten onder een gegeven component
pl: Sprawdzanie wszystkich zainstalowanych pakietów
ru: Проверка установленных пакетов по данному компоненту
sv: Kontrollera installerade paket under given komponent.
tr: Verilen bileşen altındaki kurulu paketleri denetle.

source: Checks only changed config files of the packages.
az: Paketlərin yalnız dəyişdirilmiş konfiqurasiya sənədlərini yoxlayır.
de: Prüft nur die geänderten Konfigurationsdateien der Pakete.
es: Las comprobaciones solo cambiaron los archivos de configuración de los paquetes.
fr: Vérifie seulement les fichiers de configuration des paquets modifiés
hu: Csak a megváltozott konfigurációs fájlok ellenőrzése
it: Verifica solo i file di configurazione dei pacchetti modificati
nl: Controleer alleen veranderde configuratiebestanden van de pakketten
pl: Sprawdza tylko zmienione pliki konfiguracyjne pakietów.
ru: Проверка измения конфигурационных файлов пакетов
sv: Kontrollerar endast ändrade konfigurationsfiler för paketen.
tr: Paketlerin sadece değişen yapılandırma dosyalarını denetler.

source: Checking all installed packages.
az: Bütün quraşdırılmış paketlərin yoxlanılması.
de: Prüfe alle installierten Pakete.
es: Comprobando todos los paquetes instalados.
fr: Vérification de tous les paquets installés
hu: Minden telepített csomag ellenőrzése
it: Controllo di tutti i pacchetti installati
nl: Controleren alle geïnstalleerde pakketten
pl: Sprawdzanie wszystkich zainstalowanych pakietów
ru: Проверка всех установленных пакетов
sv: Paketet är installerat:
tr: Tüm kurulu paketler denetleniyor.

source: No package has been installed yet. :(
az: Hələ heç bir paket quraşdırılmayıb. :(
de: Keine zu installierenden noch Pakete. :(
es: Aún no se ha instalado ningún paquete. :(
fr: Aucun paquet à installer. :(
hu: Nincs telepítendő csomag.
it: Nessun pacchetto da installare.
nl: Geen te installeren pakketten.
pl: Brak pakietów do zainstalowania.
ru: Нет пакетов для установки.
sv: Inga paket att installera.
tr: Henüz bir paket kurulmadı. :(

source: Checking integrity of "{}".
az: "{}" Bütövlüyünün yoxlanılması.
de: Prüfe Integrität von "{}".
es: Comprobando la integridad de "{}".
fr: Vérification de l'intégrité de {}
hu: A(z) {} fájl sérült.
it: Controllo dell'integrità di {}
nl: Integriteit controleren van {}
pl: Sprawdzanie integralności „{}”.
ru: Проверка целостности {}
sv: Kontrollerar integriteten för "{}".
tr: "{}" paketinin bütünlüğü denetleniyor.

source: Broken
az: Qırıq
de: Beschädigt
es: Roto
fr: Cassé
it: Incompleto
nl: Gebroken
pl: Złamany
ru: Сломано
sv: Bruten
tr: Kırık

source: Unknown
az: Naməlum
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pl: Nieznany
ru: Неизвестно
sv: Okänd
tr: Bilinmiyor

source: OK
az: Tamam
es: Okay
ru: ОК
tr: TAMAM

source: Missing file: "/{}"
az: Yarımçıq fayl: "/{}"
de: Fehlende Datei: "/{}"
es: Archivo perdido: "/{}"
fr: Fichier manquant : {}
hu: Hiányzó fájl: /{}
it: File mancante: /{}
nl: Ontbrekend bestand: /{}
pl: Format pliku budowania{}
ru: Отсутствующий файл: /{}
sv: Paketfil: {}
tr: Eksik dosya: "/{}"

source: Access denied: "/{}"
az: Giriş qadağandır: "/{}"
de: Zugriff verweigert: "/{}"
es: Acceso denegado: "/{}"
fr: Accès refusé : \{}
it: Accesso negato: /{}
nl: Toegang geweigerd: /{}
pl: Brak dostępu: "/{}"
ru: Доступ запрещен: /{}
sv: Tillträde beviljas ej: "/{}"
tr: Erişim Engellendi: "/{}"

source: Corrupted file: "/{}"
az: Zədələnmiş fayl: "/{}"
de: Datei korrupt: "/{}"
es: Archivo dañado: "/{}"
fr: Fichier corrompu : {}
hu: Sérült fájl: {}
it: File corrotto: /{}
nl: Beschadigd bestand: /{}
pl: Plik uszkodzony: {}
ru: Поврежденный файл: /{}
sv: Skadad fil: "/ {}"
tr: Bozuk dosya: "/{}"

source: Modified configuration file: "/{}"
az: Dəyişdirilmiş konfiqurasiya faylı: "/{}"
de: Konfigurationsdatei geändert: "/{}"
es: Archivo de configuración modificado: "/ {}"
fr: Fichier de configuration modifié : {}
hu: {} konfigurációja nem sikerült.
it: File di configurazione modificato: /{}
nl: Gemodificeerd configuratiebestand: /{}
pl: {} konfiguracja nie powiodła się
ru: Измененный файл конфигурации: /{}
sv: Konfigureringen misslyckades.
tr: Değiştirilmiş yapılandırma dosyası: "/{}"

source: Package "{}" not installed.
az: "{}" Paketi quraşdırılmadı.
de: Paket "{}" nicht installiert.
es: El paquete "{}" no está instalado.
fr: Le paquet {} n'est pas installé
hu: A(z) {} csomag nincs telepítve
it: Il pacchetto {} non è installato
nl: Pakket {} niet geïnstalleerd
pl: Pakiet {} nie jest zainstalowany
ru: Пакет {} не установлен
sv: Paketet {} är inte installerat.
tr: "{}" paketi kurulu değil.

source: list-installed options
az: list-installed seçimlər
de: Optionen von list-installed
es: opciones instaladas en la lista
fr: Options de list-installed
hu: list-installed opciói
it: opzioni list-installed
nl: list-installed opties
pl: opcje zainstalowane na liście
ru: опции list-installed
sv: list-installed-alternativ
tr: list-installed seçenekleri

source: Command lacks name.
az: Komanda adı yoxdur.
de: Kommandoname fehlt.
es: El comando carece de nombre.
fr: La commande n'a pas de nom
hu: A parancsnak szüksége van egy névre
it: Manca il nome del comando
nl: Commando is naamloos
pl: Polecenie nie ma nazwy.
ru: У команды отсутствует имя
sv: Kommandot saknar namn.
tr: Komutun adı yok.

source: Duplicate command '{}'
az: '{}' Əmrini kopyalayın
de: Befehl '{}' duplizieren
es: Comando duplicado '{}'
fr: Commande {} dupliquée
hu: Duplikált parancs: {}
it: Comando duplicato {}
nl: Dupliceer commando {}
pl: Polecenie {} już istnieje
ru: Дублирование команды {}
sv: Duplicera kommandot '{}'
tr: Aynı komut: '{}'

source: Unrecognized command: '{}'
az: Tanınmayan əmr: '{}'
de: Unbekannter Befehl: '{}'
es: Comando no reconocido: '{}'
fr: Commande non reconnue : {}
hu: Ismeretlen parancs: {}
it: Comando non riconosciuto {}
nl: Niet herkend commando: {}
pl: Polecenie nierozpoznane: '{}'
ru: Неизвестная комманда: {}
sv: Okänt kommando: '{}'
tr: Tanınmayan komut: '{}'

source: general options
az: ümumi seçimlər
de: Allgemeine Optionen
es: opciones generales
fr: options générales
hu: általános beállítások
it: opzioni generali
nl: algemene opties
pl: opcje ogólne
ru: общие параметры
sv: generella val
tr: genel seçenekler

source: Change the system root for INARY commands.
az: INARY əmrləri üçün sistem kökünü dəyişdirin.
de: Ändere für die INARY-Befehle das System-Root(wurzel)-Verzeichnis.
es: Cambie la raíz del sistema para los comandos BINARY.
fr: Change la racine système pour les commandes INARY
hu: Gyökér könyvtár megváltoztatása a INARY parancsok számára
it: Cambia la root di sistema per i comandi INARY
nl: Wijzig de systeem root voor INARY-commando's
pl: Zmień root systemu dla poleceń INARY.
ru: Изменение корневой системы для команд INARY
sv: Ändra systemroten för INARY-kommandon.
tr: INARY komutları için sistem kökü dizinini değiştir.

source: Assume yes in all yes/no queries.
az: Bəli / yox sualların hamısında bəli deyin.
de: Alle JA/Nein-Abfragen mit ja annehmen.
es: Suponga que sí en todas las consultas de sí / no.
fr: Assume oui pour toutes les questions oui/non
hu: Automatikus 'igen' válasz minden igen/nem kérdésre
it: Assumi una risposta positiva in tutte le domande sì/no
nl: Uitgaan van ja bij alle ja/nee vragen
pl: Wybierz TAK we wszystkich zapytaniach (tak/nie)
ru: Отвечать ДА на все запросы ДА/НЕТ
sv: Anta ja på alla ja/nej -frågor
tr: Bütün evet/hayır sorularında cevabı evet kabul et.
