Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: 'chrpath' command failed for file "{}"!
az: "chrpath" əmri "{}" faylı üçün uğursuz oldu!
de: 'chrpath' Befehl für die Datei "{}" fehlgeschlagen!
es: ¡El comando 'chrpath' falló para el archivo "{}"!
fr: La commande chrpath a échoué pour le fichier {} !
hu: A chrpath parancsot nem tudtam végrehajtani a(z) {} fájlon!
it: Il Comando chrpath è fallito per il file {}!
nl: chrpath commando 'mislukte voor bestand {}!
pl: Komenda „chrpath” nie powiodła się dla pliku {}
ru: Команда chrpath не удалась для файла {}!
sv: "chrpath" -kommandot misslyckades för filen "{}"!
tr: 'chrpath' komutu "{}" dosyası için başarısız oldu!

source: 'objcopy' (keep-debug) command failed for file "{}"!
az: "objcopy" (keep-debug) əmri "{}" faylı üçün uğursuz oldu!
de: Befehl 'objcopy' (keep-debug) fehlgeschlagen für Datei '{}'!
es: ¡El comando 'objcopy' (keep-debug) falló para el archivo "{}"!
fr: objcopy (keep-debug) la commande a échoué pour le fichie{} !
hu: Az objcopy (keep-debug) parancsot nem tudtam végrehajtani a(z) {} fájlon!
it: comando objcopy (keep-debug) fallito per il file {}!
nl: Commando 'objcopy' (keep-debug) mislukte voor bestand {}!
pl: Komenda „objcopy” (keep-debug) nie powiodła się dla pliku „{}”!
ru: Команда objcopy (keep-debug) не удалась для файла {}!
sv: "objcopy" (keep-debug) -kommandot misslyckades för filen "{}"!
tr: 'objcopy' (keep-debug) komutu "{}" dosyası için başarısız oldu!

source: 'objcopy' (add-debuglink) command failed for file "{}"!
az: "objcopy" (add-debuglink) əmri "{}" faylı üçün uğursuz oldu!
de: Befehl 'objcopy' (add-debuglink) fehlgeschlagen für Datei "{}"!
es: ¡El comando 'objcopy' (add-debuglink) falló para el archivo "{}"!
fr: objcopy (add-debuglink) La commande a échoué pour le fichier {} !
hu: Az objcopy (add-debuglink) parancsot nem tudtam végrehajtani a(z) {} fájlon!
it: comando objcopy (add-debuglink) fallito per il file {}!
nl: Commando 'objcopy' (add-debuglink) mislukte voor bestand {}!
pl: Komenda „objcopy” (add-debuglink) nie powiodła się dla pliku „{}”!
ru: Команда objcopy (add-debuglink) не удалась для файла {}!
sv: 'objcopy' (add-debuglink) -kommandot misslyckades för filen "{}"!
tr: 'objcopy' (add-debuglink) komutu "{}" dosyası için başarısız oldu!

source: Removing empty dir: "{}"
az: Boş dirəyin çıxarılması: "{}"
de: Paket "{}" wird entfernt
es: Eliminando el directorio vacío: "{}"
fr: Suppression du paquet {}
hu: {} csomag eltávolítása
it: Rimozione del pacchetto {} in corso
nl: Verwijderen pakket {}
pl: Usuwanie pakietu {}
ru: Удаление пакета {}
sv: Tar bort paketet {}
tr: Boş klasör "{}" kaldırılıyor.

source: Invalid package name: "{}"
az: Yanlış paket adı: "{}"
de: Ungültiger Paketname: "{}"
es: Nombre de paquete no válido: "{}"
fr: Nom de paquet incorrect : {}
hu: Érvénytelen csomagnév: {}
it: Nome del pacchetto non valido: {}
nl: Ongeldige pakketnaam: {}
pl: Niepoprawna nazwa pakietu: {}
ru: Неверное имя пакета: {}
sv: Ogiltigt paketnamn: {}
tr: Geçersiz paket adı: "{}"

source: Invalid delta package name: "{}"
az: Yanlış delta paket adı: "{}"
de: Ungültiger Delta Paketname: "{}"
es: Nombre del paquete delta no válido: "{}"
fr: Nom de paquet delta invalide : {}
hu: Érvénytelen deltacsomagnév: {}
it: Nome del pacchetto delta non valido: {}.
nl: Ongeldige delta-pakketnaam: {}.
pl: Niepoprawna nazwa pakietu: {}
ru: Неверное имя дельта пакета: {}
sv: Ogiltigt paketnamn: {}
tr: Geçersiz delta paket adı: "{}"

source: Module: 'subprocess' can not imported.
az: Modul: 'subprocess' idxal edilə bilməz.
de: Modul: 'Subprozess' kann nicht importiert werden.
es: Módulo: 'subproceso' no se puede importar.
fr: Module: 'sous-processus' ne peut pas être importé.
it: Modulo: 'sottoprocesso' non può essere importato.
nl: Module: 'subproces' kan niet worden geïmporteerd.
pl: Moduł: „podprocesu” nie można importować.
ru: Модуль: «подпроцесс» не может быть импортирован.
sv: Modul: "delprocess" kan inte importeras.
tr: Modül: 'subprocess' içe aktarılamadı.

source: Running
az: Qaçış
de: Läuft
es: Corriendo
fr: En cours d'exécution
hu: Folyamatban
it: In esecuzione
nl: Actief
pl: Uruchomiony
ru: Запуск
sv: Kör
tr: Çalışıyor

source: return value for "{0}" is {1}
az: "{0}" üçün qayıtma dəyəri {1}
de: Rückgabewert für "{0}" ist {1}
es: el valor de retorno para "{0}" es {1}
fr: la valeur retournée pour "{0}" est {1}
hu: "{0}" visszatéréis értéke {1}
it: il valore di ritorno per "{0}" è {1}
nl: return-waarde voor "{0}" is {1}
pl: Zwrócona wartość dla "{0}" to {1}
ru: возвращение значения для "{0}" есть {1}
sv: returvärde för "{0}" är {1}
tr: "{0}" için dönüş değeri {1}

source: Invalid version string: '{}'
az: Yanlış versiya sətri: '{}'
de: Ungültige Versionszeichenfolge: '{}'
fr: Chaîne de version non valide: '{}'
hu: Érvénytelen verzió-sztring: {}
tr: Hatalı sürüm dizgisi: '{}'

source: reconfigure
es: reconfigurar
fr: {} configuré
hu: {} beállítva
it: Configurato {}
nl: Geconfigureerd {}
pl: Skonfigurowano {}
ru: {} настроен
sv: Anpassat paketet {}

source: Added symlink '{}'
it: Aggiunto link simbolico "{}"
nl: Symlink '{}' toegevoegd
pl: Dodano dowiązanie symboliczne „{}”
ru: Добавлена ​​символическая ссылка "{}"
sv: Tillagd symlink '{}'

source: , install.tar.xz sha1sum: {}
ru: , install.tar.xz sha1 сумма: {}
