Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: Keep bandwidth usage under specified KB's.
az: Bant genişliyini istifadə olunan KB-nin altında saxlayın.
de: Bandbreitenverwendung unter festgelegten KB's halten.
es: Mantenga el uso del ancho de banda por debajo de los KB especificados.
fr: Maintient l'utilisation de la bande passante en dessus du seuil spécifié en Ko.
hu: Ne engedje a sávszélesség használatot a megadott KB fölé
it: Mantenere l'utilizzo di banda in determinate KB
nl: Beperk bandbreedte gebruik tot aangegeven KB
pl: Utrzymuj wykorzystanie przepustowości poniżej określonych KB.
ru: Ограничить пропускную способность в КБ
sv: Håll bandbreddanvändning under specificerade KB: er.
tr: Bant genişliği kullanımını belirtilen kilobaytın altında tut.

source: Detailed output
az: Ətraflı çıxış
de: Detaillerte Ausgabe
es: Salida detallada
fr: Affichage détaillé du retour
hu: Részletes kimenet
it: Output dettagliato
nl: Gedetailleerde uitvoer
pl: Szczegółowa wydajność
ru: Подробный вывод
sv: Detaljerad utmatning
tr: Detaylı çıktı

source: Show debugging information.
az: Tətbiqetmə məlumatlarını göstərin.
de: Debugger-Informationen anzeigen.
es: Mostrar información de depuración.
fr: Montrer les informations de déverminage
hu: Hibakeresési információk megjelenítése
it: Mostra informazioni di debug
nl: Toon debuginformatie
pl: Pokaż informacje o debugowaniu
ru: Показать информацию об отладке
sv: Visa debug-information
tr: Hata ayıklama bilgisini göster.

source: Suppresses all coloring of INARY's output.
az: INARY məhsulunun bütün rənglənməsini yatırır.
de: INARY-Ausgaben ohne farbliche Darstellungen anzeigen.
es: Suprime todos los colores de la salida de INARY.
fr: Supprime toute coloration dans les retours de INARY.
hu: Színes kimenet letiltása
it: Annulla tutta la colorazione dell'output di INARY
nl: Onderdrukt kleuren van INARY-uitvoer
pl: Pomija wszystkie kolory wyjścia INARY.
ru: Убирает цветной вывод INARY
sv: Undertrycker all färgning av INARYs utdata.
tr: INARY çıktılarında renk kullanılmasını engeller.

source: You have to be root for this operation.
az: Bu əməliyyat üçün kök olmalısan.
de: Sie müssen für diesen Vorgang root sein.
es: Tienes que ser root para esta operación.
fr: Vous devez être administrateur (root) pour réaliser cette opération.
hu: Rendszergazda jogosultsággal kell rendelkeznie ehhez a művelethez.
it: Impossibile ottenere accesso in lettura al database INARY. Devi essere root per eseguire questa operazione.
nl: U dient root te zijn voor deze handeling.
pl: Musisz być zalogowany jako "root" by wykonać tą operacje.
ru: Вы должны иметь привилегии суперпользователя для этой операции.
sv: Du måste vara root för den här åtgärden.
tr: Bu işlemi yapabilmek için root kullanıcısı olmalısınız.

source: Command terminated abnormally.
az: Əmr qeyri-adi şəkildə dayandırıldı.
de: Unerwarteter Befehlsabbruch.
es: Comando terminado anormalmente.
fr: La commande s'est achevée anormalement.
hu: A parancs váratlanul megszakadt.
it: Comando terminato in maniera anormale.
nl: Commando abnormaal gestopt.
pl: Polecenie zostało zakończone nienormalnie.
ru: Аварийное завершение команды.
sv: Kommandot avslutades onormalt.
tr: Komut beklenmeyen bir biçimde sonlandı.

source: Ignore unsatisfied dependency.
az: Doymamış asılılığı görməməzlikdən gəlin.
de: Fehlende-Abhängigkeiten werden ignoriert.
es: Ignorar la dependencia insatisfecha.
fr: Ignore les dépendances de compilations.
hu: Build függőségek kihagyása.
it: Ignoro le dipendenze di compilazione.
nl: Negeren bouwafhankelijkheden.
pl: Ignorowanie zależności budowy.
ru: Игнорирование зависимостей для сборки.
sv: Att ignorera byggberoenden.
tr: Sağlanamayan bağımlılığı görmezden gelin.

source: Do not perform any action, just show what would be done.
az: Heç bir fəaliyyət göstərməyin, yalnız nə ediləcəyini göstərin.
de: Keine Aktion ausführen sondern nur anzeigen was in der Aktion geschehen würde.
es: No realice ninguna acción, solo muestre lo que se haría.
fr: Ne rien faire, juste montrer ce qui serait fait
hu: Nem hajtja végre a műveleteket, csak megmutatja mi történne
it: Non eseguire alcuna azione, mostra solo cosa verrebbe fatto
nl: Geen acties uitvoeren, geef alleen weer wat er zou gebeuren
pl: Nie wykonuj żadnych działań, po prostu pokaż, co można zrobić.
ru: Не выполнять никаких действи, просто смотреть, что могло бы произойти
sv: Utför inga åtgärder, bara visa vad som skulle göras.
tr: Hiçbir eylem gerçekleştirme, sadece neler yapılacağını göster.

source: Inary Config file manager.
az: Inary Config fayl meneceri.
de: Installation der config-Dateien ist fehlgeschlagen.
es: Administrador de archivos de configuración binaria.
fr: L'installation des fichiers de configuration a échoué.
hu: A konfigurációs fájlok telepítése nem sikerült
it: Installazione file di configurazione fallita.
nl: Installeren config bestanden mislukt
pl: Instalacja plików konfiguracyjnych nie powiodła się.
ru: Установка конфигурационных файлов не удалась
sv: Installation misslyckades.
tr: Inary yapılandırma dosyası yöneticisi

source: config-manager options
az: config-manager seçimləri
de: Optionen von configure-pending
es: opciones de config-manager
fr: Options de configure-pending
hu: configure-pending opciók
it: opzioni configure-pending
nl: wachtende configuratie opties
pl: opcje ogólne
ru: Опции задержки конфигурирования
sv: index-alternativ
tr: config-manager seçenekleri

source: Rewrite all config files with new ones without keeping old config files.
az: Köhnə konfiqurasiya sənədlərini saxlamadan bütün konfiqurasiya sənədlərini yeniləri ilə yenidən yazın.
de: Schreiben Sie alle Konfigurationsdateien mit neuen um, ohne alte Konfigurationsdateien zu behalten.
es: Reescribe todos los archivos de configuración con archivos nuevos sin conservar los archivos de configuración antiguos.
fr: Réécrivez tous les fichiers de configuration avec les nouveaux sans conserver les anciens fichiers de configuration.
it: Riscrivi tutti i file di configurazione con quelli nuovi senza conservare i vecchi file di configurazione.
nl: Herschrijf alle configuratiebestanden met nieuwe zonder oude configuratiebestanden te bewaren.
pl: Przepisz wszystkie pliki konfiguracyjne nowymi, bez przechowywania starych plików konfiguracyjnych.
ru: Переписать все файлы конфигурации с новыми без сохранения старых файлов конфигурации.
sv: Omskriva alla konfigurationsfiler med nya utan att behålla gamla konfigurationsfiler.
tr: Eski yapılandırma dosyalarını tutmadan tüm yapılandırma dosyalarını yenileriyle değiştirin.

source: Rewrite all config files with new ones, keeping old config files.
az: Köhnə konfiqurasiya sənədlərini saxlayaraq bütün konfiqurasiya sənədlərini yeniləri ilə yenidən yazın.
de: Schreiben Sie alle Konfigurationsdateien mit neuen um, wobei die alten Konfigurationsdateien erhalten bleiben.
es: Vuelva a escribir todos los archivos de configuración con archivos nuevos, manteniendo los archivos de configuración antiguos.
fr: Réécrivez tous les fichiers de configuration avec les nouveaux, en conservant les anciens fichiers de configuration.
it: Riscrivi tutti i file di configurazione con quelli nuovi, mantenendo i vecchi file di configurazione.
nl: Herschrijf alle configuratiebestanden met nieuwe, met behoud van oude configuratiebestanden.
pl: Przepisz wszystkie pliki konfiguracyjne nowymi, zachowując stare pliki konfiguracyjne.
ru: Переписать все конфигурационные файлы новыми, сохранив старые конфигурационные файлы.
sv: Omskriva alla konfigurationsfiler med nya, behåll gamla konfigurationsfiler.
tr: Eski yapılandırma dosyalarını yedekleyerek tüm yapılandırma dosyalarını yenileriyle değiştirin.

source: [!] Some config files have been changed. Would you like to see and apply them?
az: [!] Bəzi konfiqurasiya sənədləri dəyişdirildi. Onları görmək və tətbiq etmək istərdinizmi?
de: [!] Einige Konfigurationsdateien wurden geändert. Möchten Sie sie sehen und anwenden?
es: [!] Algunos archivos de configuración han sido cambiados. ¿Te gustaría verlos y aplicarlos?
fr: [!] Certains fichiers de configuration ont été modifiés. Voulez-vous les voir et les appliquer?
it: [!] Alcuni file di configurazione sono stati modificati. Vuoi vederli e applicarli?
nl: [!] Sommige configuratiebestanden zijn gewijzigd. Wil je ze zien en toepassen?
pl: [!] Niektóre pliki konfiguracyjne zostały zmienione. Czy chcesz je zobaczyć i zastosować?
ru: [!] Некоторые конфигурационные файлы были изменены. Хотели бы вы увидеть и применить их?
sv: [!] Vissa konfigurationsfiler har ändrats. Vill du se och tillämpa dem?
tr: [!] Bazı yapılandırma dosyaları değiştirildi. Onları görmek ve değişimleri uygulamak ister misiniz?

source: There isn't any new config :)
az: Yeni konfiqurasiya yoxdur :)
de: Es gibt keine neue Konfiguration :)
es: No hay ninguna nueva configuración :)
fr: Il n'y a pas de nouvelle configuration :)
it: Non ci sono nuove configurazioni :)
nl: Er is geen nieuwe configuratie :)
pl: Nie ma żadnej nowej konfiguracji :)
ru: Там нет никакого нового конфига :)
sv: Det finns ingen ny konfigurering :)
tr: Yeni yapılandırma dosyası yok :)

source: configure-pending options
az: configure-pending seçimlər
de: Optionen von configure-pending
es: opciones de configuración pendiente
fr: Options de configure-pending
hu: configure-pending opciók
it: opzioni configure-pending
nl: wachtende configuratie opties
pl: konfiguruj oczekujące opcje
ru: Опции задержки конфигурирования
sv: konfigurera-väntande alternativ
tr: configure-pending seçenekleri

source: Cleaning package cache "{}"...
az: Paket önbelleğini "{}" təmizləyir ...
de: Säubere Paket Cache "{}"...
es: Limpieza del caché del paquete "{}" ...
fr: Nettoyage du cache des paquets {}...
hu: A(z) {} INARY csomag létrehozása.
it: Pulizia della cache del pacchetto {}...
nl: Opschonen pakketcache {}...
pl: Testowanie pakietu...
ru: Очистка кэша пакетов {}...
sv: Testar paket...
tr: Paket önbelleği "{}" temizleniyor...

source: Cleaning source archive cache "{}"...
az: Mənbə arxiv keşini "{}" təmizləyir ...
de: Säubere Source Archiv Cache "{}"...
es: Limpiando la caché del archivo fuente "{}" ...
fr: Nettoyage du cache de l'archive des sources {}...
hu: A forráscsomag nem található: {}
it: Pulizia della cache di archivio sorgente {}...
nl: Opschonen bronarchiefcache {}...
pl: Budowanie pakietu źródłowego : {}
ru: Очистка кеша архивов исходных файлов {}...
sv: Bygger källpaketet: {}
tr: Kaynak arşivi önbelleği "{}" temizleniyor...

source: Cleaning temporary directory "{}"...
az: Müvəqqəti qovluq "{}" təmizlənir ...
de: Säubere temporäres Verzeichnis "{}"...
es: Limpieza del directorio temporal "{}" ...
fr: Nettoyage du dossier temporaire {}...
hu: Átmeneti könyvtár tisztítása...
it: Pulizia della cartella temporanea {}...
nl: Opschonen tijdelijke map {}...
pl: Nie można utworzyć katalogu {}
ru: Очистка временного каталога {}...
sv: Rensar byggkatalog...
tr: Geçici dizin "{}" temizleniyor...

source: Removing cache file "{}"...
az: "{}" Önbelleği silinir ...
de: Entferne Cachedatei "{}"...
es: Eliminando el archivo de caché "{}" ...
fr: Suppression du fichier cache {}...
hu: {} csomag eltávolítása
it: Rimozione di file cache {}...
nl: Verwijderen cachebestand {}...
pl: Usuwanie pakietu {}
ru: Удаление файла кэша {}.
sv: Tar bort paketet {}
tr: Önbellek dosyası "{}" siliniyor...

source: delta options
az: delta seçimleri
de: Optionen von delta
es: opciones delta
fr: Options de delta
hu: delta opciók
it: opzioni delta
nl: delta opties
pl: opcje delta
ru: delta опции
sv: delta-alternativ
tr: delta seçenekleri

source: Use arg as the new package and treat other arguments as old packages.
az: Yeni paket kimi arg istifadə edin və digər dəlilləri köhnə paketlər kimi istifadə edin.
de: Verwende arg als neues Paket und behandle andere Argumente als veraltete Pakete.
es: Use arg como el nuevo paquete y trate otros argumentos como paquetes antiguos.
fr: Utiliser arg comme nouveau paquet et traiter les autres arguments comme les anciens paquets.
hu: Az arg használata új csomagként, a többi argumentumot régi csomagként kezeli.
it: Utilizzare arg come il nuovo pacchetto e curare gli altri argomenti come i vecchi pacchetti.
nl: Gebruik arg als het nieuwe pakket en behandel andere argumenten als oude pakketten.
pl: Użyj arg jako nowego pakietu i traktuj inne argumenty jak stare pakiety.
ru: Использовать аргумент как новый пакет и трактовать другие аргументы как старые пакеты.
sv: Använd arg som det nya paketet och behandla andra argument som gamla paket.
tr: Yeni paket adı olarak arg'ı kullan ve diğer argümanları eski paket listesi olarak al.

source: emerge options
az: emerge seçimleri
de: Optionen von emerge
es: emerger opciones
fr: Options d'emerge
hu: emerge opciók
it: opzioni di emerge
nl: duik opties op
pl: pojawiają się opcje
ru: emerge опции
sv: emerge-alternativ
tr: emerge seçenekleri

source: Emerge available packages under given component
az: Verilən komponent altında mövcud paketləri çıxarın
de: Verfügbare Pakete unter gegebener Komponente entstehen lassen
es: Aparecen paquetes disponibles bajo un componente dado
fr: 'Emerge' les paquets disponibles pour un composant donné
hu: Az adott komponens elérhető csomagjainak beépítése.
it: Elenca i pacchetti disponibili sotto il componente fornito
nl: Geef awezige pakketten weer onder gegeven component
pl: Wyświetlaj dostępne pakiety w ramach danego komponentu
ru: Собрать выбранные пакеты в занный компонент
sv: Skaffa tillgängliga paket under given komponent
tr: Bileşen altındaki paketleri derleyip kur

source: Ignore file conflicts.
az: Fayl ziddiyyətlərinə məhəl qoymayın.
de: Datei-Konflikte ignorieren.
es: Ignorar conflictos de archivos.
fr: Ignorer les conflits de fichiers
hu: Fájl-ütközések figyelmen kívül hagyása
it: Ignora i conflitti tra i file
nl: Negeer bestandsconflicten
pl: Konflikt plików:{}
ru: игнорировать конфликтные файлы
sv: Ignorera filkonflikter
tr: Dosya çakışmalarını gözardı et.

source: Ignore package conflicts.
az: Paketdəki ixtilaflara məhəl qoymayın.
de: Paket-Konflikte ignorieren.
es: Ignorar conflictos de paquetes.
fr: Ignorer les conflits de paquets
hu: Csomag-ütközések figyelmen kívül hagyása
it: Ignora i conflitti tra i pacchetti
nl: Negeer pakketconflicten
pl: Zignoruj ​​konflikty pakietów.
ru: игнорировать конфликтные пакеты
sv: Ignorera paketkonflikter
tr: Paket çakışmalarını gözardı et.

source: Skip sysconf operations after installation.
az: Quraşdırıldıqdan sonra sysconf əməliyyatlarını atlayın.
de: Überspringen Sie sysconf-Vorgänge nach der Installation.
es: Omita las operaciones de sysconf después de la instalación.
fr: Ignorez les opérations sysconf après l'installation.
tr: sysconf işlemlerini kurulumdan sonra atla.

source: Output directory: {}
az: Çıxış qovluğu: {}
de: Ausgabe-Verzeichnis: {}
es: Directorio de salida: {}
fr: Répertoire de sortie : {}
hu: Kimeneti könyvtár: {}
it: Cartella di output: {}
nl: Doelmap: {}
pl: Katalog docelowy: {}
ru: Конечная дериктория: {}
sv: Utmatningskatalog: {}
tr: Çıktı dizini: {}

source: Outputting binary packages in the package cache.
az: Paket önbelleğinde ikili paketləri çıxartdı.
de: Sende binäres Paket in den Zielcache.
es: Salida de paquetes binarios en la caché de paquetes.
fr: Génération de paquets binaires dans le cache de paquets.
hu: A bináris csomagok elhelyezése a csomag-gyorsítótárban.
it: Output dei pacchetti binari nella cache dei pacchetti.
nl: Uitvoeren binaire pakketten naar de pakketbuffer.
pl: Wyprowadzanie pakietów binarnych w pamięci podręcznej pakietów.
ru: Бинарные пакеты, как результат, в кэше пакетов.
sv: Skickar ut binära paket i paketets cache.
tr: İkili paketler paket önbelleğine yazılıyor.

source: emergeup options
az: emergeup seçimleri
de: Optionen von emergeup
es: opciones de emergencia
fr: Options d'emerge
hu: emerge opciók
it: opzioni di emerge
nl: duik opties op
pl: opcje ogólne
ru: emerge опции
sv: emerge-alternativ
tr: emergeup seçenekleri

source: Force sysconf operations after installation. Applies all sysconf operations
az: Quraşdırıldıqdan sonra zorlama əməliyyatları. Bütün sysconf əməliyyatlarını tətbiq edir
de: Erzwingen Sie sysconf-Vorgänge nach der Installation. Wendet alle sysconf-Operationen an
es: Fuerce las operaciones de sysconf después de la instalación. Aplica todas las operaciones sysconf
fr: Forcer les opérations sysconf après l'installation. Applique toutes les opérations sysconf
tr: sysconf işlemlerini kurulumdan sonra zorla. Tüm sysconf işlemlerini uygular

source: fetch options
az: fetch seçimleri
de: Optionen von fetch
es: buscar opciones
fr: Options de fetch
hu: letöltési opciók
it: recuperare le opzioni
nl: ophaalopties
pl: Opcje pobierania
ru: fetch опции
sv: fetch-alternativ
tr: fetch seçenekleri

source: Output directory for the fetched packages
az: Alınan paketlər üçün çıxış qovluğu
de: Zielverzeichnis für die heruntergeladenen Pakete
es: Directorio de salida para los paquetes recuperados
fr: Répertoire accueillant les paquets téléchargés
hu: A letöltött csomagok helye
it: Cartella di output per i pacchetti prodotti
nl: Bestemmingmap voor de opgehaalde pakketten
pl: Katalog wyjściowy dla pobranych pakietów
ru: Директория для скачанных пакетов
sv: Utmatningskatalog för de hämtade paketen
tr: İndirilecek paketler için çıktı dizini

source: Download with runtime dependencies.
az: İş vaxtı asılılığı ilə yükləyin.
de: Build-Abhängigkeiten werden ignoriert.
es: Descargar con dependencias de tiempo de ejecución.
fr: Ignore les dépendances de compilations.
hu: Build függőségek kihagyása.
it: Ignoro le dipendenze di compilazione.
nl: Negeren bouwafhankelijkheden.
pl: Ignorowanie zależności budowy.
ru: Игнорирование зависимостей для сборки.
sv: Det finns extra paket på grund av beroenden.
tr: Bağımlılıkları ile beraber indir.

source: emerge
es: surgir
hu: beépít
it: emergere
nl: duik op
pl: pojawić się
tr: kaynaktan kur

source: install
de: installieren
es: Instalar en pc
hu: telepít
it: installa
nl: installeer
pl: zainstaluj
ru: установить
tr: kur

source: remove
de: entfernen
es: eliminar
fr: supprime
hu: eltávolít
it: rimuovi
nl: verwijderen
pl: usuń
ru: удалить
tr: kaldır

source: upgrade
de: Upgrade vornehmen
es: potenciar
fr: mettre à jour
hu: frissítés
it: aggiorna
nl: Opwaarderen
pl: aktualizuj
ru: обновить
tr: yükselt

source: repository update
de: Depot update
es: actualización del repositorio
fr: Mise-à-jour du dépôt
hu: tároló frissítés
it: aggiornamento del repositorio
nl: softwarebron bijwerken
pl: aktualizuj repozytorium
ru: обновление репозитория
sv: förrådsuppdatering
tr: depo güncellemesi

source: snapshot
de: Schnappschuss
es: instantánea
fr: instantané
hu: pillanatkép
nl: momentopname
pl: migawka
tr: görüntü

source: takeback
de: zurückversetzen
es: devolver
fr: retour
hu: visszavonás
nl: terugnemen
pl: Traceback:
ru: возврат
tr: geri al

source: reset history
de: Verlauf zurücksetzen
es: restablecer el historial
fr: réinitialiser l'historique
tr: geçmişi sıfırla

source: history options
az: history seçimləri
de: Optionen von history
es: opciones de historia
fr: Options d'history
hu: előzmények opciói
it: opzioni storico
nl: geschiedenis opties
pl: Opcje historii
ru: history опции
sv: history-alternativ
tr: history seçenekleri

source: Output only the last 'n' operations.
az: Yalnız son 'n' əməliyyatları çıxdı.
de: Nur die letzten n Operationen zeigen.
es: Imprime solo las últimas operaciones 'n'.
fr: Affiche seulement les dernières n opérations
hu: Csak az utolsó n művelet kimenete
it: Emette solo le ultime operazioni 'n'.
nl: Uitvoer alleen de laatste n handelingen
pl: Wyprowadza tylko ostatnie operacje „n”.
ru: Вывод только последней операции
sv: Mata endast ut de sista 'n' operationerna.
tr: Sadece son 'n' adet operasyonu göster.

source: Take snapshot of the current system.
az: Mövcud sistemin görüntüsünü çəkin.
de: Schnappschuss des aktuellen Systemzustandes aufnehmen.
es: Tome una instantánea del sistema actual.
fr: Prends un instantané du système courant
hu: Pillanatkép készítése az aktuális rendszer-állapotról
it: Prendi un'immagine del sistema attuale
nl: Neem een snapshot van het huidige systeem
pl: Zrób migawkę bieżącego systemu.
ru: Создать образ текущей системы
sv: Ta ögonblicksbild av det nuvarande systemet.
tr: Güncel sistemin görüntüsünü al.

source: Clear history.
az: Tarixi təmizləyin.
de: klare Geschichte
es: Claro historial.
fr: Histoire claire.
tr: Geçmişi temizler.

source: Takeback to the state after the given operation finished.
az: Verilən əməliyyat bitdikdən sonra dövlətə geri çəkilmə.
de: Wiederherstellen zu dem Zustand nach Beenden des angegebenen Vorganges.
es: Devolución al estado una vez finalizada la operación dada.
fr: Retour à l'état suivant la fin de l'opération indiquée
hu: Állapot visszaállítása, miután a művelet befejeződött
it: Riporta allo stato al termine dell'operazione specificata.
nl: Terugnemen naar de toestand na een gegeven handeling is beëindigd
pl: Powrót do stanu po zakończeniu danej operacji.
ru: Вернуться к состоянию, после того, как операция будет выполнена
sv: Återupptagning till staten efter att den givna operationen avslutats.
tr: Verilen operasyon tamamlandıktan sonraki duruma geri dön.

source: Inary Transaction History:
az: Inary Əməliyyat Tarixi:
de: Inary Transaktionshistorie:
es: Historial de transacciones binarias:
fr: Historique des transactions Inary:
tr: Inary İşlem Geçmişi:

source: Operation
az: Əməliyyat
de: Optionen
es: Operación
fr: Options
hu: Opciók
it: Opzioni
nl: Opties
pl: Opcje
ru: Опции
sv: Alternativ
tr: İşlem

source: Date:
az: Tarix:
de: Datum:
es: Fecha:
hu: Dátum: {} {}
it: Data: {} {}
nl: Datum: {} {}
pl: Data: {} {}
ru: Дата: {} {}
sv: Datum: {} {}
tr: Tarih:

source: * There are {} packages in this snapshot.
az: * Bu görüntüdə {} paket var.
de: * Es gibt {} Pakete in diesem Schnappschuss.
es: * Hay {} paquetes en esta instantánea.
fr: * Il y a {} paquets dans cet instantané.
hu: * %d csomag található a pillanatfelvételben.
it: * Ci sono {} pacchetti in questa istantanea.
nl: * Er zijn %d pakketten in deze snapshot.
pl: * W tej migawce znajdują się {} pakiety.
ru: * %d пакетов в этом образе.
sv: * Det finns {} paket i denna ögonblicksbild.
tr: * Bu durum görüntüsünde {} paket var.

source: Resetting history casts
az: Tarix sıfırlanır
de: Zurücksetzen von Verlaufsabgüssen
es: Restablecer los lanzamientos del historial
fr: Réinitialisation des conversions d'historique
tr: Geçmiş dökümü sıfırlanıyor

source: Options must precede non-option arguments.
az: Seçimlər seçim olmayan arqumentlərdən əvvəl olmalıdır.
de: Die Optionen müssen vor dem Hauptargument aufgeführt sein.
es: Las opciones deben preceder a los argumentos no opcionales.
fr: Les options doivent précéder les arguments qui n'en sont pas.
hu: Az opcióknak a nem opció jellegű argumentumok előtt kell állniuk
it: Le opzioni devono precedere gli argomenti non opzioni
nl: Opties moeten voorafgaan aan non-optie-argumenten
pl: Opcje muszą poprzedzać argumenty niebędące opcjami.
ru: Функции должны предшествовать аргументам без опций
sv: Alternativ måste gå före argument som inte är alternativ.
tr: Seçenekler seçenek olmayan parametrelerden önce gelmeli.

source: No command given.
az: Heç bir əmr verilmədi.
de: Kein Befehl erhalten.
es: Ninguna orden dada.
fr: Aucune commande fournie
hu: Nincs parancs megadva
it: Nessun comando fornito
nl: Geen commando gegeven
pl: Nie podano polecenia.
ru: Не задана команда
sv: Inget kommando angivet
tr: Komut verilmedi.

source: Command line parsing error.
az: Komanda xətti təhlil xətası.
de: Syntaxfehler in der Befehlszeile.
es: Error de análisis de línea de comando.
fr: Erreur d'analyse de la ligne de commande
hu: Parancssor feldolgozási hiba
it: Errore nell'analisi della linea di comando
nl: Fout bij ontleden van opdrachtregel
pl: Błąd analizy wiersza poleceń.
ru: Ошибка разбора командной строки
sv: Tolkningsfel för kommandorad.
tr: Komut satırı ayrıştırma hatası.
