Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: Unrecognized command: {}
az: Tanınmayan əmr: {}
de: Unbekannter Befehl: {}
es: Comando no reconocido: {}
fr: Commande non reconnue : {}
hu: Ismeretlen parancs: {}
it: Comando non riconosciuto {}
nl: Niet herkend commando: {}
pl: Polecenie nierozpoznane: {}
ru: Неизвестная комманда: {}
sv: Okänt kommando: {}
tr: Tanınmayan komut: {}

source: index options
az: index variantları
de: Optionen von index
es: opciones de índice
fr: options d'index
hu: indexelési opciók
it: opzioni index
nl: index opties
pl: opcje indeksu
ru: index опции
sv: index-alternativ
tr: index seçenekleri

source: Store absolute links for indexed files.
az: İndeksləşdirilmiş sənədlər üçün mütləq bağlantıları saxlayın.
de: Absolute Links für indizierte Dateien speichern.
es: Almacenar enlaces absolutos para archivos indexados.
fr: Stocker des liens absolus pour les fichiers indexés.
hu: Az indexelt fájlok abszolút hivatkozásainak tárolása.
it: Memorizza i collegamenti assoluti per i file indicizzati.
nl: Opslaan absolute koppelingen voor geïndexeerde bestanden.
pl: Przechowuj bezwzględne linki do plików indeksowanych.
ru: Хранить жесткие ссылки на индексированные файлы.
sv: Lagra absoluta länkar för indexerade filer.
tr: Kataloglanan dosyalar için mutlak bağları sakla.

source: Index output file
az: Index çıxış faylı
de: Ausgabe-Datei indizieren
es: Archivo de salida de índice
fr: Fichier de sortie d'index.
hu: Kimeneti fájl indexelése
it: Indicizza file di output
nl: Index-uitvoerbestand
pl: Plik wyjściowy indeksu
ru: Файл для индексирования
sv: Indexutmatningsfil
tr: Katalog çıktı dosyası

source: Comma-separated compression types for index file
az: Indeks faylı üçün vergüllə ayrılmış sıxılma növləri
de: Mit Komma getrennte Kompressionsvarianten für die Index-Datei
es: Tipos de compresión separados por comas para el archivo de índice
fr: Types de compression séparés par des virgules pour le fichier d'index
hu: Vesszővel elválasztott lista az index fájl tömörítési típusaihoz
it: Tipi di compressione separati da virgole per il file indice
nl: Komma-gescheiden compressietypen voor index-bestand
pl: Typy kompresji rozdzielone przecinkami dla pliku indeksu
ru: Разделенные запятыми типы сжатия для индексного файла
sv: Kommaseparerade komprimeringstyper för indexfilen
tr: Katalog dosyası için virgülle ayrılmış sıkıştırma türleri

source: Do not index INARY spec files.
az: INARY spec fayllarını indeksləşdirməyin.
de: INARY spezifierte Dateien nicht indizieren.
es: No indexe archivos de especificaciones INARY.
fr: Ne pas indexer les fichiers spec INARY.
hu: Ne indexelje a INARY specifikus fájlokat.
it: Non indicizzare i file spec di INARY.
nl: INARY-specifieke bestanden niet indexeren.
pl: Nie indeksuj plików specyfikacji INARY.
ru: Не индексировать файлы INARY
sv: Indexera inte INARY spec-filer.
tr: INARY spec dosyalarını kataloğa ekleme.

source: Do not sign index.
az: İndeksi imzalamayın.
de: Index nicht signieren.
es: No firme el índice.
fr: Ne pas signer l'index.
hu: Ne jelölje az indexet.
it: Non firmare l'indice.
nl: Niet ondertekenen index.
pl: Nie podpisuj indeksu.
ru: Не отмечать индекс.
sv: Underteckna inte index.
tr: Kataloğu imzalama.

source: Taking inary repo index.
az: Inary repo indeksini götürmək.
de: Inary Repo Index nehmen.
es: Tomando el índice repo inary.
fr: Prenant l'indice repo inary.
tr: İkili depo fihristi alınıyor.

source: info options
az: info seçimləri
de: Optionen von info
es: opciones de información
fr: Options d'info
hu: információs opciók
it: opzioni di informazione
nl: info opties
pl: Opcje szczegółów
ru: info опции
sv: info-alternativ
tr: info seçenekleri

source: Show a list of package files.
az: Paket sənədlərinin siyahısını göstərin.
de: Eine Liste der Paket-Dateien anzeigen.
es: Mostrar una lista de archivos de paquete.
fr: Affiche une liste de paquets.
hu: Csomag fájljainak kilistázása.
it: Mostra una lista dei files dei pacchetti.
nl: Toon een lijst van pakketbestanden.
pl: Pokaż listę plików pakietu.
ru: Показать список пакетов.
sv: Visa en lista med paketfiler.
tr: Paketteki dosyaların bir listesini göster.

source: Info about the given component.
az: Verilmiş komponent haqqında məlumat.
de: Info über die angegebene Komponente.
es: Información sobre el componente dado.
fr: Infos à propos du composant donné
hu: Információ az adott összetevőről
it: Informazioni sul componente specificato
nl: Info van het gegeven component
pl: Informacje o danym komponencie.
ru: Информировать о заданном компоненте
sv: Info om den givna komponenten.
tr: Verilen bileşen hakkında bilgi.

source: Show only paths.
az: Yalnız yolları göstərin.
de: Nur Pfade anzeigen.
es: Mostrar solo caminos.
fr: Affiche seulement les chemins.
hu: Csak az elérési út mutatása.
it: Mostra solo i percorsi.
nl: Toon alleen paden.
pl: Pokaż tylko ścieżki.
ru: Показать только пути.
sv: Visa bara banor.
tr: Sadece yolları göster.

source: Do not show details.
az: Detalları göstərməyin.
de: Details nicht anzeigen.
es: No mostrar detalles.
fr: Ne pas afficher les détails
hu: Ne mutassa a részleteket
it: Non mostrare i dettagli
nl: Geen details tonen
pl: Nie pokazuj szczegółów
ru: Не показывать подробности
sv: Visa inte detaljer.
tr: Detayları gösterme.

source: Output in xml format.
az: Xml formatında çıxış.
de: Ausgabe in xml-Format.
es: Salida en formato xml.
fr: Sortie au format xml
hu: Kimenet xml formátumban
it: Output in formato xml
nl: Uitvoer in xml-opmaak
pl: Dane wyjściowe w formacie xml.
ru: Вывод в формате xml
sv: Utdata i xml-format.
tr: Xml biçiminde çıktı üret.

source: Reverse Dependencies:
az: Tərs asılılıqlar:
de: Rückabhängigkeiten:
es: Dependencias inversas:
fr: Dépendances inverses :
hu: Fordított függőségek:
it: Richiesto da:
nl: Omgekeerde afhankelijkheden:
pl: Odwrotne zależności:
ru: Необходим для:
sv: Omvända beroenden:
tr: Ters Bağımlılıklar:

source: Reverse Build Dependencies:
az: Tərs asılılıqlar:
de: Entgegengesetzte Build-Abhängigkeiten:
es: Dependencias de construcción inversa:
fr: Dépendances inverses de build :
hu: Fordított build függőségek:
it: Inverti costruzione delle dipendenze:
nl: Omgekeerde bouw afhankelijkheden:
pl: Niespełnione zależoności budowy
ru: Обратные зависимости для сборки:
sv: Omvända beroenden:
tr: Ters İnşa Bağımlılıkları:

source: Package file: "{}"
az: Paket faylı: "{}"
de: Paket-Datei: "{}"
es: Archivo de paquete: "{}"
fr: Fichier paquet : {}
hu: Csomag fájl: {}
it: File pacchetto: {}
nl: Pakketbestand: {}
pl: URI pakietu: {}
ru: Файл пакета: {}
sv: Paketfil: {}
tr: Paket dosyası: "{}"

source: [inst]
tr: [yüklü]

source: Installed package:
az: Quraşdırılmış paket:
de: Installiertes Paket:
es: Paquete instalado:
fr: Paquets installés :
hu: Telepített csomag:
it: Pacchetto installato:
nl: Geïnstalleerd pakket:
pl: Zainstalowany pakiet:
ru: Установка пакета:
sv: Paketet är installerat:
tr: Yüklü paket:

source: "{}" package is not installed.
az: "{}" paketi quraşdırılmadı.
de: "{}" Paket ist nicht installiert.
es: El paquete "{}" no está instalado.
fr: Le paquet {} n'est pas installé
hu: {} csomag nincs telepítve
it: Il pacchetto {} non è installato
nl: {} pakket is niet geïnstalleerd
pl: {} pakiet nie jest zainstalowany
ru: {} пакет не установлен
sv: {} är inte installerad.
tr: Paket "{}" kurulu değil.

source: [binary]
az: [ikili]
es: [binario]
fr: [binaire]
hu: [bináris]
it: [binario]
nl: [binair]
pl: [dwójkowy]
tr: [ikili]

source: Package found in "{}" repository:
az: Paket "{}" anbarında tapıldı:
de: Paket gefunden im "{}" Depot:
es: Paquete encontrado en el repositorio "{}":
fr: Paquet trouvé dans le dépôt {} :
hu: A csomag a(z) {} tárolóban megtalálható:
it: Pacchetto trovato nel repository {}:
nl: Pakket gevonden in {} softwarebron:
pl: Pakiet znaleziony w repozytorium {}:
ru: пакет найден в репозитории {}:
sv: Paketet finns i förrådet {}.
tr: Paket "{}" deposunda bulundu:

source: "{}" package is not found in binary repositories.
az: "{}" paketi ikili depolarda tapılmadı.
de: Paket "{}" nicht gefunden in Binär-Depots.
es: El paquete "{}" no se encuentra en los repositorios binarios.
fr: Le paquet {} est introuvable dans les dépôts binaires
hu: A(z) {} csomag nem található meg a bináris tárolókban
it: Pacchetto {} non è stato trovato nel repositorio binario
nl: {} pakket is niet gevonden in de binaire softwarebronnen
pl: Pakiet {} nie została znaleziona w żadnym z aktywnym repozytoriów.
ru: {} пакет не найден в репозитории с бинарными пакетами
sv: {} finns inte i källkodsförråden.
tr: "{}" paketi ikili depolarda bulunamadı.

source: [source]
es: [fuente]
hu: [forrás]
it: [sorgente]
nl: [bron]
pl: [źródło]
tr: [kaynak]

source: "{}" package is not found in source repositories.
az: "{}" paketi mənbə depolarında tapılmadı.
de: Paket "{}" nicht gefunden in Quell-Depots.
es: El paquete "{}" no se encuentra en los repositorios de origen.
fr: {} est introuvable dans les dépôts de code source
hu: a(z) {} csomag nem található a forrás-tárolókban
it: {} non è stato trovato nei repository sorgente
nl: {} pakket is niet gevonden in de softwarebronnen
pl: Pakiet {} nie została znaleziona w żadnym z aktywnym repozytoriów.
ru: {} пакет не найден в репозитории с исходными кодами
sv: {} finns inte i källkodsförråden.
tr: "{}" paketi kaynak depolarda bulunamadı.

source: Do not anything.
az: Heç nə etmə.
de: Mach nichts.
es: No hagas nada.
fr: Ne pas signer l'index.
hu: Ne jelölje az indexet.
it: Non firmare l'indice.
nl: Niet ondertekenen index.
pl: Nie podpisuj indeksu.
ru: Не отмечать индекс.
sv: Underteckna inte index.
tr: Hiçbir şey yapma.

source: install options
az: install variantları
de: Optionen von install
es: instalar opciones
fr: Options d'installation
hu: telepítési opciók
it: opzioni di installazione
nl: installatie opties
pl: opcje instalacji
ru: install оции
sv: install-alternativ
tr: install seçenekleri

source: Reinstall already installed packages.
az: Artıq quraşdırılmış paketləri yenidən qurun.
de: Bereits installierte Pakete erneut installieren.
es: Vuelva a instalar los paquetes ya instalados.
fr: Réinstaller les paquets déjà installés.
hu: Telepített csomagok újratelepítése
it: Reinstalla i pacchetti già installati
nl: Herïnstalleer reeds geïnstalleerde pakketten
pl: Sprawdzanie wszystkich zainstalowanych pakietów
ru: Переустановить уже установленные пакеты
sv: Paketet är installerat:
tr: Halihazırda kurulu paket(ler)i yeniden kur.

source: Skip distribution release and architecture check.
az: Dağıtım buraxılışını və memarlığı yoxlayın.
de: Überspringe Distributions- und Architektur-Überprüfung.
es: Omita el lanzamiento de distribución y la verificación de arquitectura.
fr: Passer outre la vérification du numéro de version et de l'architecture de la distribution
hu: Disztribúció kiadás és az arhitektúra ellenőrzés kihagyása
it: Salta il controllo del rilascio della distribuzione e dell'architettura
nl: Controle van distributieversie en architectuur overslaan
pl: Pomiń wydanie dystrybucji i sprawdź architekturę.
ru: Пропустить выпуск распределения и проверку архитектуры
sv: Hoppa över distribution och distributionskontroll.
tr: Dağıtım sürümü ve mimarisi kontrolünü atla.

source: Skip configure and mark configure pending.
az: Konfiqurasiyanı atlayın və gözləyin konfiqurasiya işarəsi.
de: Überspringen Sie configure und markieren Sie configure ausstehend.
es: Saltar configuración y marcar configuración pendiente.
fr: Ignorez la configuration et marquez la configuration en attente.
tr: Yapılandırmayı atla ve yapılandırma beklemede olarak işaretle.

source: Install component's and recursive components' packages.
az: Komponent və rekursiv komponentlərin paketlərini quraşdırın.
de: Pakete von Komponenten und rekursiven Abhängigkeiten installieren.
es: Instalar paquetes de componentes y componentes recursivos.
fr: Installer les paquets du composant, et des composants récursifs
hu: Telepítse a komponens és a rekurzív komponensek csomagjait
it: Installa i pacchetti del componente e dei componenti ricorsivi
nl: Installeer componenten en de pakketten van recursieve componenten
pl: Zainstaluj pakiety komponentów i rekurencyjne komponenty.
ru: Установить пакеты компонентов и рекурскивные пакеты компонентов
sv: Installera komponentens och rekursiva komponentpaket.
tr: Bileşenin ve alt bileşenlerinin paketlerini kur.

source: Name of the component's repository.
az: Komponentin anbarının adı.
de: Name des Komponenten-Depots.
es: Nombre del repositorio del componente.
fr: Nom du dépôt du composant
hu: A komponens tároló neve
it: Nome del repositorio del componente
nl: Naam van de componentbron
pl: Nazwa repozytorium komponentu.
ru: Название репозитория компонентов
sv: Namnet på komponentens förvar.
tr: Bileşenin depo ismi.

source: Fetch upgrades but do not install.
az: Yeniləmə alın, ancaq quraşdırmayın.
de: Upgrades abrufen aber nicht installieren.
es: Obtenga actualizaciones pero no instale.
fr: Télécharger les mises à jour mais ne pas les installer.
hu: A frissítések letöltése telepítés nélkül.
it: Recupera aggiornamenti ma non installarli.
nl: Haal bijgewerkte bestanden op maar installeer ze niet.
pl: Pobierz aktualizacje, ale nie instaluj.
ru: Выполнить обновление, но не устанавливать.
sv: Hämta uppgraderingar men installera inte.
tr: Yükseltmeleri indir ama kurma.

source: When installing packages, ignore packages and components whose basenames match pattern.
az: Paketləri quraşdırarkən, bazası modellərinə uyğun olan paketləri və komponentləri nəzərə alın.
de: Bei der Installation von Paketen, Pakete und Komponenten ignorieren, bei denen der Basisname mit der Maske übereinstimmt.
es: Al instalar paquetes, ignore los paquetes y componentes cuyos nombres de base coinciden con el patrón.
fr: Ignorer, lors de l'installation, les paquets et les composants dont le nom de base correspond au patron.
hu: Csomagok telepítése során kihagyja azokat a csomagokat és komponenseket, melyek neve illeszkedik a mintára.
it: All'aggiornamento del sistema, ignora i pacchetti e i componenti i cui nomi base corrispondono al modello.
nl: Bij installeren van pakketten, negeer pakketten en componenten wiens basenames overeenkomen met patroon.
pl: Podczas instalowania pakietów zignoruj ​​pakiety i komponenty, których nazwy basename pasują do wzorca.
ru: В процессе установки пакетов игнорировать пакеты и компоненты, чьи названия соответствуют шаблону.
sv: När du installerar paket ska du ignorera paket och komponenter vars basnamn matchar mönster.
tr: Paket kurarken, ifade ile eşleşen paket ve bileşenleri gözardı et.

source: When installing packages, ignore packages and components whose basenames match any pattern contained in file.
az: Paketləri quraşdırarkən, əsas sənədlər hər hansı bir nümunəyə uyğun gələn paketləri və komponentləri nəzərə alın.
de: Bei der Installation von Paketen, Pakete und Komponenten ignorieren, bei denen der Basisname mit irgendeiner der Masken in der Datei übereinstimmt.
es: Al instalar paquetes, ignore los paquetes y componentes cuyos nombres básicos coincidan con cualquier patrón contenido en el archivo.
fr: Ignorer, lors de l'installation, les paquets et les composants dont les noms de base correspondent aux patrons contenus dans le fichier.
hu: Csomagok telepítése során kihagyja azokat a csomagokat és komponenseket, melyek neve illeszkedik a fájlban megtalálható valamelyik mintára.
it: All'aggiornamento del sistema, ignora i pacchetti e i componenti i cui nomi base corrispondono a uno dei modelli contenuti nel file.
nl: Als pakketten geïnstalleerd worden, negeer pakketten en componenten wiens basenames overeenkomen met elk patroon in bestand.
pl: Podczas instalowania pakietów zignoruj ​​pakiety i komponenty, których nazwy basenowe pasują do dowolnego wzorca zawartego w pliku.
ru: В процессе установки пакетов игнорировать пакеты и компоненты, чьи названия соответствуют шаблону, находящемуся в файле.
sv: När du installerar paket ska du ignorera paket och komponenter vars basnamn matchar alla mönster i filen.
tr: Paket kurarken, paket ya da bileşen isimlerinden dosya içerisinde verilen kalıplardan herhangi birisi ile eşleşenleri gözardı et.

source: Store previous libraries info when package is updating to newer version.
az: Paket daha yeni versiyaya yeniləndikdə əvvəlki kitabxanalar məlumatlarını saxlayın.
de: Speichern Sie frühere Bibliotheksinformationen, wenn das Paket auf eine neuere Version aktualisiert wird.
es: Almacene la información de las bibliotecas anteriores cuando el paquete se actualice a una versión más nueva.
fr: Stocke les informations sur les bibliothèques précédentes lorsque le paquet est mis à jour vers une version plus récente.
it: Memorizza le informazioni sulle librerie precedenti quando il pacchetto si aggiorna alla versione più recente.
nl: Sla vorige bibliothekeninfo op wanneer pakket wordt bijgewerkt naar nieuwere versie.
pl: Przechowuj informacje o poprzednich bibliotekach, gdy pakiet aktualizuje się do nowszej wersji.
ru: Сохранить информацию о предыдущих библиотеках, когда пакет обновляется до более новой версии.
sv: Lagra information om tidigare bibliotek när paketet uppdateras till en nyare version.
tr: Paketi güncellerken önceki kütüphaneleri muhafaza et.

source: There is no component named as "{}"
az: "{}" Adlı komponent yoxdur
de: Es gibt keine Komponente mit dem Namen {}
es: No hay ningún componente nombrado como "{}"
fr: Il n'y a aucun composant nommé {}
hu: Nem létezik {} nevű komponens
it: Non vi è alcun componente denominato {}
nl: Er is geen component met de naam {}
pl: Brak komponentu o nazwie „{}”
ru: Нет компонента с названием {}
sv: Det finns ingen komponent som heter "{}"
tr: "{}" isminde bir bileşen bulunamadı.

source: list-available options
az: list-available seçimlər
de: Optionen von list-available
es: opciones disponibles en la lista
fr: Options de list-available
hu: a list-available opciói
it: opzioni list-available
nl: list-available opties
pl: dostępne opcje listy
ru: list-available опции
sv: list-available-alternativ
tr: list-available seçenekleri

source: Write only names.
az: Yalnız adları yazın.
de: Schreibe nur Namen.
es: Escribe solo nombres.
fr: N'écrivez que des noms.
tr: Sadece isimleri yaz

source: List available packages under given component
az: Verilən komponent altında mövcud paketləri sadalayın
de: Listet vorhandene Pakete unter einer gegebenen Komponente
es: Lista de paquetes disponibles bajo un componente dado
fr: Liste les paquets disponibles pour un composant donné
hu: Egy adott komponens csomagjainak megjelenítése
it: Elenca i pacchetti disponibili sotto il componente fornito
nl: Toon aanwezige pakketten onder gegeven component
pl: Wyświetl dostępne pakiety w ramach danego komponentu
ru: Показать доступные пакеты в данном компоненте
sv: Lista tillgängliga paket under given komponent
tr: Verilen bileşendeki paketleri listele

source: Show uninstalled packages only
az: Yalnız silinmiş paketləri göstərin
de: Nur nicht installierte Pakete anzeigen
es: Mostrar solo paquetes desinstalados
fr: Affiche seulement les paquets désinstallés
hu: Csak a nem telepített csomagok megjelenítése
it: Mostra solo i pacchetti disinstallati
nl: Toon alleen niet-geïnstalleerde pakketten
pl: Pokaż tylko odinstalowane pakiety
ru: Показать только не установленные пакеты
sv: Visa endast avinstallerade paket
tr: Sadece kurulu olmayan paketleri göster

source: Installed packages are shown in this color.
az: Quraşdırılmış paketlər bu rəngdə göstərilir.
de: Installierte Pakete werden in dieser Farbe angezeigt.
es: Los paquetes instalados se muestran en este color.
fr: Les paquets installés sont indiqués avec cette couleur
hu: A telepített csomagok ezzel a színnel kerülnek megjelenítésre
it: I pacchetti installati sono mostrati in questo colore
nl: Geïnstalleerde pakketten worden in deze kleur weergegeven
pl: Zainstalowane pakiety są wyświetlane w tym kolorze.
ru: установленные пакеты показываются данным цветом
sv: Installerade paket visas i den här färgen.
tr: Kurulu paketler bu renkle gösterilir.

source: list-components options
az: list-components seçimləri
de: Optionen von list-components
es: opciones de lista de componentes
fr: Options de list-components
hu: list-component opciók
it: opzioni list-components
nl: list-components opties
pl: opcje listy składników
ru: опции list-component
sv: list-components-alternativ
tr: list-components seçenekleri

source: Show in long format
az: Uzun formatda göstərin
de: In langem Format anzeigen
es: Mostrar en formato largo
fr: Afficher au format long
hu: Hosszú formátum használata
it: Mostra nel formato lungo
nl: Toon in lang formaat
pl: Pokaż w długim formacie
ru: Показать в расширенном формате
sv: Visa i långt format
tr: Uzun biçimde göster

source: Name of the source or package repository
az: Mənbə və ya paket depozitarı adı
de: Name des Quell- oder Paket-Depots
es: Nombre del repositorio de origen o paquete
fr: Nom du dépôt de source ou de paquet.
hu: A forrás- vagy csomagtároló megnevezése
it: Nome della repository dei sorgenti o del pacchetto
nl: Naam van de bron of pakketbron
pl: Nazwa źródła lub repozytorium pakietów
ru: Имя исходного или пакетного репозитория
sv: Namnet på källan eller paketförvaret
tr: Kaynak ya da ikili paket deposu ismi

source: Only list the installed packages built by the given host.
az: Yalnız verilən ana tərəfindən qurulmuş paketləri sadalayın.
de: Zeige die installierten Pakete, die von dem angegebenen Anbieter erstellt wurden.
es: Enumere solo los paquetes instalados creados por el host dado.
fr: Lister seulement les paquets installés construit par l'hôte donné
hu: Csak azokat a csomagokat jeleníti meg, amelyeket egy megadott gép készített
it: Elenca solo i pacchetti compilati dal dato host
nl: Toon alleen de door de opgegeven host gebouwde en geïnstalleerde pakketten
pl: Wyświetlaj tylko zainstalowane pakiety zbudowane przez dany host.
ru: Показать только список установленных пакетов, собранных указанным хостом
sv: Lista bara de installerade paketen som byggts av den givna värden.
tr: Sadece verilen makine tarafından inşa edilmiş paketleri listele.

source: List installed packages under given component.
az: Verilmiş komponent altında quraşdırılmış paketləri sadalayın.
de: Installierte Pakete unter angegebenem Komponent auflisten.
es: Enumere los paquetes instalados en el componente dado.
fr: Lister les paquets installés pour le composant donné
hu: Kilistázza az adott komponenshez tartozó, telepített csomagokat
it: Elenca i pacchetti installati sotto il componente fornito
nl: Toon geïnstalleerde pakketten onder gegeven component
pl: Wyświetl listę zainstalowanych pakietów w ramach danego komponentu.
ru: Список доступных пакетов по данному компоненту
sv: Lista installerade paket under given komponent.
tr: Verilen bileşen altındaki kurulu paketleri listele.

source: Show detailed install info.
az: Ətraflı quraşdırma məlumatlarını göstərin.
de: Detaillierte Installationsinformationen anzeigen.
es: Mostrar información de instalación detallada.
fr: Afficher les informations détaillées de l'installation
hu: Részletes telepítési információt ad
it: Mostra informazione dettagliate sull'installazione
nl: Toon gedetailleerde installatie-informatie
pl: Pokaż szczegółowe informacje o instalacji.
ru: Показать детальную информацию об установке
sv: Visa detaljerad install-information
tr: Detaylı kurulum bilgisi göster.
