Repository: Zaryob/inary
Catalog: po/*.po
Languages: az, de, es, fr, hu, it, nl, pl, ru, sv, tr

source: ActionsAPI [touch]: Permission denied: "{}"
az: ActionsAPI [touch]: İcazə rədd edildi: "{}"
de: ActionsAPI [touch]: Zugriff verweigert: "{}"
es: ActionsAPI [touch]: Permiso denegado: "{}"
fr: ActionsAPI [touch]: Permission refusée : {}
hu: ActionsAPI [touch]: Engedély megtagadva: {}
it: ActionsAPI [touch]: Permesso negato: {}
nl: ActionsAPI [touch]: toegang geweigerd: {}
pl: ActionsAPI [touch]: Brak uprawnień: {}
ru: ActionsAPI [touch]: Доступ запрещен: {}
sv: ActionsAPI [touch]: Tillstånd nekas: {}
tr: ActionsAPI [touch]: Erişim reddedildi: "{}"

source: [Running Command]:
az: [Əməliyyat əmri]:
de: [Laufender Befehl]:
es: [Comando en ejecución]:
fr: [Commande en cours]:
it: [Comando in esecuzione]:
pl: [Uruchomione polecenie]:
ru: [Запуск команды]:
sv: [Kör kommando]:
tr: [Komut Çalıştırılıyor]:

source: ActionsAPI [system]: Command '{0}' failed, return value was {1}.
az: ActionsAPI [system]: '{0}' əmri alınmadı, qaytarılma dəyəri {1} oldu.
de: ActionsAPI [system]: Kommando '{0}' fehlgeschlagen, Rückgabewert war {1}.
es: ActionsAPI [system]: el comando '{0}' falló, el valor de retorno fue {1}.
fr: ActionsAPI [system]: La commande "{0}" a échoué, la valeur retournée était {1}.
hu: A(z) "{0}" parancs hibát jelzett, a visszatérési érték {1}.
it: Comando "{0}" fallito, il valore ritornato è stato {1}.
nl: Commando "{0}" mislukt, waarde terug veranderd in {1}.
pl: Polecenie "{0}" nie powiodło się, zwrócona wartość {1}.
ru: Команда "{0}" завершилась с ошибкой, возвращенное значение было {1}.
sv: ActionsAPI [echo]: Kan inte lägga till till filen {}.
tr: ActionsAPI [system]: '{0}' komutu başarısız oldu, dönüş değeri: {1}.

source: Moving source files failed.
az: Mənbə sənədləri köçürüldü.
de: Verschieben der Quelldateien fehlgeschlagen.
es: Mover archivos fuente falló.
fr: Échec du déplacement des fichiers source
hu: Forrásfájlok átmozgatása sikertelen
it: Rimozione dei sorgenti fallito
nl: Verplaatsen bronbestanden mislukt
pl: Przenoszenie plików źródłowych nie powiodło się.
ru: Перемещение файлов исходного кода завершилось с ошибкой
sv: Flyttning av källfilen misslyckades.
tr: Kaynak dosyalar taşınırken bir hata oluştu.

source: Generate config files failed.
az: Konfiqurasiya faylları yarada bilmədi.
de: Generieren der config-Dateien fehlgeschlagen.
es: Generar archivos de configuración fallidos.
fr: Échec de la création des fichiers 'config'
hu: A konfigurációs fájlok létrehozása nem sikerült
it: Generazione file di configurazione fallita.
nl: Genereren config bestanden mislukt
pl: Generowanie plików konfiguracyjnych nie powiodło się.
ru: Создание конфигурационных файлов завершилось с ошибкой
sv: Konfigureringen misslyckades.
tr: Yapılandırma dosyalarının oluşturulması işlemi başarısız oldu.

source: Building format files failed.
az: Format sənədləri qurulmadı.
de: Das Erstellen von Format-Dateien ist fehlgeschlagen.
es: Los archivos de formato de construcción fallaron.
fr: Échec de la construction des fichiers 'format'
hu: A formátumfájlok építése nem sikerült
it: Build file formato fallito.
nl: Bouwen format bestanden mislukt
pl: Format plików budowania nie poprawny.
ru: Ошибка выполнения файла
sv: Söker efter {}
tr: Biçem dosyalarının inşası işlemi başarısız oldu.

source: Creating symlinks from format to engines failed.
az: Formatdan mühərriklərə simliklər yaratmaq uğursuz oldu.
de: Erstellen der symlinks vom Format zu den Engines fehlgeschlagen.
es: La creación de enlaces simbólicos desde el formato a los motores ha fallado.
fr: Échec de la création des liens symboliques du format aux moteurs
hu: A formátumról a végrehajtó kódra mutató szimbolikus linkek létrehozása nem sikerült.
it: La creazione di link simbolici dal formato ai motori fallito
nl: Creeëren symlinks van formats naar engines mislukt
pl: Nie powiodło się tworzenie powiązań formatów plików
ru: Создание ссылок данного формата на устройства не удалось.
sv: Skapa symlänkar från format till motorer misslyckades.
tr: Biçemden motorlara sembolik bağların oluşturulması işlemi başarısız oldu.

source: Installing docs failed.
az: Sənədlər quraşdırılmadı.
de: Installation der docs ist fehlgeschlagen.
es: La instalación de documentos falló.
fr: Échec de l'installation des docs.
hu: A dokumentáció telepítése nem sikerült
it: Installazione documentazione fallita.
nl: Installeren docs mislukt
pl: Instalacja pomocy nie powiodła się.
ru: Установка документации не удалась
sv: Installation misslyckades.
tr: Belgelendirme dosyalarının yüklenmesi işlemi başarısız oldu.

source: Installing texmf files failed.
az: Texmf faylları quraşdırılmadı.
de: Installation der texmf-Dateien ist fehlgeschlagen.
es: La instalación de archivos texmf falló.
fr: Échec de l'installation des fichiers texmf.
hu: A texmf fájlok telepítése nem sikerült
it: Installazione file twxmf fallita.
nl: Installeren texmf bestanden mislukt
pl: Instalowanie plików texmf nie powiodło się.
ru: Установка файлов texmf не удалась
sv: Installation misslyckades.
tr: Texmf dosyalarının yüklenmesi işlemi başarısız oldu.

source: Installing config files failed.
az: Konfiqurasiya faylları quraşdırılmadı.
de: Installation der config-Dateien ist fehlgeschlagen.
es: La instalación de los archivos de configuración ha fallado.
fr: L'installation des fichiers de configuration a échoué.
hu: A konfigurációs fájlok telepítése nem sikerült
it: Installazione file di configurazione fallita.
nl: Installeren config bestanden mislukt
pl: Instalacja plików konfiguracyjnych nie powiodła się.
ru: Установка конфигурационных файлов не удалась
sv: Installation misslyckades.
tr: Yapılandırma dosyalarının yüklenmesi işlemi başarısız oldu.

source: Handle config files failed.
az: Konfiqurasiya sənədləri idarə olunmadı.
de: Benutzen der config-Dateien ist fehlgeschlagen.
es: Manejar archivos de configuración fallidos.
fr: Échec de la gestion des fichiers de configuration
hu: A konfigurációs fájlok karbantartása nem sikerült
it: Modifica file di configurazione fallita.
nl: Behandelen config bestanden mislukt
pl: Obsługa plików konfiguracyjnych nie powiodła się.
ru: Установка конфигурационных файлов устройств не удалось
sv: Konfigureringen misslyckades.
tr: Yapılandırma dosyalarının işlenmesi işlemi başarısız oldu.

source: Symlink "{}" skipped (special case)
az: Symlink "{}" atıldı (xüsusi hal)
de: Symlink "{}" übersprungen (Sonderfall)
es: Enlace simbólico "{}" omitido (caso especial)
fr: Symlink {} sauté (cas spécial)
hu: Szimbolikus link {} kihagyva (speciális eset)
it: Link Simbolico {} saltato.
nl: Symlink {} overgeslagen (speciaal geval)
pl: Link symboliczny {} pominięty (specyficzny wyjątek)
ru: Символическая ссылка {} пропущена (особый случай)
sv: Symlink "{}" hoppade över (specialfall)
tr: "{}" sembolik bağı atlandı (özel durum).

source: Symlink "{0[0]}" -> "{0[1]}" skipped (texlive-core takes care of it.
az: Symlink "{0 [0]}" -> "{0 [1]}" atıldı (texlive-core buna əhəmiyyət verir.
de: Symlink "{0[0]}" -> "{0[1]}" übersprungen (texlive-Kern kümmert sich darum).
es: Se omitió el enlace simbólico "{0 [0]}" -> "{0 [1]}" (texlive-core se encarga de ello.
fr: Symlink "{0[0]}" -> "{0[1]}" sauté (texlive-core le gère)
hu: Szimbolikus link {0[0]} -> {0[1]} kihagyva (texlive-core gondoskodik róla.
it: Link Simbolico {0[0]} -> {0[1]} saltato.
nl: Symlink {0[0]} -> {0[1]} overgeslagen ( texlive-core regelt dit.
pl: Link symboliczny {0[0]} -> {0[1]} pominięty (texlive-core takes care of it)
ru: Символическая ссылка {0[0]} -> {0[1]} пропущена (texlive-core заботится об этом.
sv: Symlink "{0 [0]}" -> "{0 [1]}" hoppade över (texlive-core tar hand om det.
tr: "{0[0]}" konumundan "{0[1]}" konumuna sembolik bağ oluşturma işlemi atlandı (texlive-core halledecek).

source: Symlink "{0[0]}" -> "{0[1]}" skipped.
az: Symlink "{0 [0]}" -> "{0 [1]}" atlandı.
de: Symlink "{0[0]}" -> "{0[1]}" übersprungen.
es: Se omitió el enlace simbólico "{0 [0]}" -> "{0 [1]}".
fr: Symlink {0[0]} -> {0[1]} sauté.
hu: Szimbolikus link {0[0]} -> {0[1]} kihagyva.
it: Link Simbolico {0[0]} -> {0[1]} saltato.
nl: Symlink {0[0]} -> {0[1]} overgeslagen.
pl: Link symboliczny {0[0]} -> {0[1]} pominięty.
ru: Символическая ссылка {0[0]} -> {0[1]} пропущена.
sv: Symlink "{0 [0]}" -> "{0 [1]}" hoppade över.
tr: "{0[0]}" konumundan "{0[1]}" konumuna sembolik bağ oluşturma işlemi atlandı.

source: Symlink "{}" skipped (file exists.)
az: Symlink "{}" atlandı (fayl mövcuddur.)
de: Symlink "{}" übersprungen (Datei existiert.)
es: Enlace simbólico "{}" omitido (el archivo existe)
fr: Symlink {} sauté (le fichier existe)
hu: Szimbolikus link {} kihagyva (fájl létezik.)
it: Link Simbolico {} saltato(file già esistente).
nl: Symlink {} overgeslagen (bestand bestaat.)
pl: Link symboliczny {} pominięty (plik istnieje).
ru: Символическая ссылка {} пропущена (файл существует.)
sv: Symlink "{}" hoppade över (fil finns.)
tr: "{}" sembolik bağının oluşturulması atlandı (dosya zaten var).

source: Making symlink from {0[0]} to {0[1]}
az: {0 [0]} -dən {0 [1]} -ə simlik bağlantısı edilməsi
de: Erstelle symlink von {0[0]} nach {0[1]}
es: Hacer enlace simbólico de {0 [0]} a {0 [1]}
fr: Création du lien symbolique de {0[1]} vers {0[1]}
hu: Szimbolikus link készítése. A link {0[0]}, a cél {0[1]}.
it: Creazione Link Simbolico da {0[0]} a {0[1]}
nl: Aanmaken symlink van {0[0]} naar {0[1]}
pl: Tworzenie linku symbolicznego z {0[0]} do {0[1]}
ru: Создание символической ссылки {0[0]} to {0[1]}
sv: Gör symlink från {0 [0]} till {0 [1]}
tr: {0[0]} konumundan {0[1]} konumuna sembolik bağ oluşturuluyor.

source: Creating "/etc/texmf/{}.d"
az: "/etc/texmf/{}.d" yaradılır
de: Erstelle "/etc/texmf/{}.d"
es: Creando "/etc/texmf/{}.d"
fr: Création de /etc/texmf/{}.d
hu: /etc/texmf/{}.d létrehozása
it: Creazione /etc/texmf/{}.d
nl: Aanmaken /etc/texmf/{}.d
pl: Tworzenie /etc/texmf/{}.d
ru: Создание /etc/texmf/{}.d
sv: Skapar {}...
tr: "/etc/texmf/{}.d" oluşturuluyor.

source: Moving (and symlinking) "/usr/share/texmf/{0}" to "/etc/texmf/{1}.d"
az: "/usr/share/texmf/{0}" "/etc/texmf/{1}.d" ə köçürülür (və əlaqələndirir)
de: Verschiebe (und verlinke) "/usr/share/texmf/{0}" nach "/etc/texmf/{1}.d"
es: Mover (y vincular) "/ usr / share / texmf / {0}" a "/etc/texmf/{1}.d"
fr: Déplacement (et liaison symbolique) /usr/share/texmf/{0}/ vers /etc/texmf/{1}.d
hu: /usr/share/texmf/{0} átmozgatása (és symlinkelése) nem sikerült ide: /etc/texmf/{1}.d
it: Spostamento (e collegamento simbolico) "/ usr / share / texmf / {0}" su "/etc/texmf/{1}.d"
nl: Verplaatsen ( en maken symbolische link) /usr/share/texmf/{0} naar /etc/texmf/{1}.d
pl: Przenoszenie (i tworzenie linków symbolicznych) z /usr/share/texmf/{0} do /etc/texmf/{1}.d
ru: Перемещение (и создание символических ссылок) /usr/share/texmf/{0} to /etc/texmf/{1}.d
sv: Flytta (och symlinking) "/ usr / share / texmf / {0}" till "/etc/texmf/{1}.d"
tr: "/usr/share/texmf/{0}" dosyası "/etc/texmf/{1}.d" dizinine taşınıyor (ve bağ oluşturuluyor)

source: Building format file {}
az: Bina format faylı {}
de: Format-Datei {} wird konstruiert
es: Archivo de formato de construcción {}
fr: Construction du fichier 'format' {}
hu: A(z) {} formátumfájl építése
it: costruzione del formato file {}
nl: Bouwen format bestand {}
pl: Format pliku budowania{}
ru: Формат исполняемого файла {}
sv: Söker efter {}
tr: Biçem dosyası {} inşa ediliyor.

source: Map {0} is added to {1}/{2}.cfg
az: {0} xəritəsi {1}/{2}.cfg səhifəsinə əlavə edilmişdir
de: Map {0} wurde nach {1}/{2}.cfg hinzugefügt
es: El mapa {0} se agrega a {1} / {2} .cfg
fr: Map {0} est ajouté à {1}/{2}.cfg
hu: A {0} mixedmap hozzáadva {1}/{2}.cfg-hez
it: Map {0} è stato aggiunto a {1}/{2}.cfg
nl: Kaart {0} is toegevoegd aan {1}/{2}.cfg
pl: Mapowanie {0} zostało dodane do {1}/{2}.cfg
ru: Map {0} добавлен в {1}/{2}.cfg
sv: Karta {0} läggs till i {1} / {2} .cfg
tr: {0} haritası {1}/{2}.cfg dosyasına eklendi

source: MixedMap {0} is added to {1}/{2}.cfg
az: MixedMap {0} {1}/{2}.cfg əlavə olunur
de: MixedMap {0} wurde nach {1}/{2}.cfg hinzugefügt
es: MixedMap {0} se agrega a {1} / {2} .cfg
fr: MixedMap {0} est ajouté à {1}/{2}.cfg
hu: A {0} map hozzáadva {1}/{2}.cfg-hez
it: MixedMap {0} è stato aggiunto a {1}/{2}.cfg
nl: Gemixte kaart {0} is toegevoegd aan {1}/{2}.cfg
pl: Mapowanie {0} zostało dodane do {1}/{2}.cfg
ru: MixedMap {0} добавлен в {1}/{2}.cfg
sv: MixedMap {0} läggs till i {1} / {2} .cfg
tr: {0} karıştırılmış haritası {1}/{2}.cfg dosyasına eklendi

source: p +{0} is added to {1}/{2}-config.ps
az: p + {0} {1}/{2}-config.ps əlavə edilmişdir
de: p +{0} wurde zu {1}/{2}-config.ps hinzugefügt
es: p + {0} se agrega a {1} / {2} -config.ps
fr: p +{0} est ajouté à {1}/{2}-config.ps
hu: p +{0} hozzáadva {1}/{2}-config.ps-hez
it: p +{0} si aggiunge alla {1}/{2}-config.ps
nl: p +{0} is toegevoegd aan {1}/{2}-config.ps
pl: p +{0} został dodany do {1}/{2}-config.ps
ru: p +{0} добавлено в {1}/{2}-config.ps
sv: p + {0} läggs till i {1} / {2} -config.ps
tr: p +{0} verisi, {1}/{2}-config.ps dosyasına eklendi

source: f {0} is added to {1}/{2}-config
az: f {0} {1}/{2}-config'ə əlavə edilmişdir
de: f {0} wurde zu {1}/{2}-config hinzugefügt
es: f {0} se agrega a {1} / {2} -config
fr: f {0} est ajouté à {1}/{2}-config
hu: f {0} {1}/2}-config-hoz
it: f {0} è aggiunto {1}/{2}-config
nl: f {0} is toegevoegd aan {1}/{2}-config
pl: f {0} został dodany do {1}/{2}-config
ru: f {0} добавлено в {1}/{2}-config
sv: f {0} läggs till i {1} / {2} -config
tr: f {0} {1}/{2}-config dosyasına eklendi

source: Language file {} already generated.
az: Dil faylı {} artıq yaradılmışdır.
de: Sprachdatei {} wurde schon generiert.
es: Archivo de idioma {} ya generado.
fr: Le fichier de langue {} a déjà été généré.
hu: A(z) {} nyelvi fájl már létezik.
it: File della lingua {} già generato.
nl: Taalbestand {} is al aangemaakt.
pl: Plik z lokalizacją {} już został wygenerowany.
ru: Языковой файл {} уже сформирован.
sv: Språkfil {} har redan genererats.
tr: Lisan dosyası {} zaten oluşturuldu.

source: No rule to proccess {}. Please file a bug.
az: {} İşləmə qaydası yoxdur. Xahiş edirəm bir səhv göndərin.
de: Keine Regel für Prozess {}. Bitte Fehlerbericht erstellen.
es: Ninguna regla para procesar {}. Por favor, presenta un error.
fr: Pas de règle pour traiter {}. Merci de faire un rapport de bug.
hu: Nincs szabály a(z) {} feldolgozására. Kérjük jelentse a hibát.
it: Nessuna regola di processo {}. Si prega di segnalare il bug.
nl: Geen regel verwerkt {}. Meld de bug alstublieft.
pl: Brak reguł dla procesu {}. Proszę zgłosić błąd.
ru: Нет правила для обработки {}. Пожалуйста, сообщите об ошибке.
sv: Ingen regel att bearbeta {}. Vänligen arkivera ett fel.
tr: {} öğesini işlemek için kural belirtilmemiş, lütfen bir hata raporu girin.

source: version >=
az: versiya >=
es: versión> =
hu: verzió >=
it: versione >=
nl: versie >=
pl: wersja >=
ru: версия >=
tr: sürüm >=

source: version <=
az: versiya <=
es: versión <=
hu: verzió <=
it: versione <=
nl: versie <=
pl: wersja <=
ru: версия <=
tr: sürüm <=

source: version
az: versiya
es: versión
hu: verzió
it: versione
nl: versie
pl: wersja
ru: версия
tr: sürüm

source: release >=
az: buraxmaq (release) >=
es: lanzamiento> =
hu: kiadás >=
nl: uitgave >=
pl: wydanie >=
ru: релиз >=
sv: utgåva >=
tr: yayım >=

source: release <=
az: buraxılması (release) <=
es: liberar <=
hu: kiadás <=
nl: uitgave <=
pl: wydanie <=
ru: релиз <=
sv: utgåva <=
tr: yayım <=

source: release
az: buraxmaq (release)
es: lanzamiento
hu: kiadás
nl: uitgave
pl: wydanie
ru: релиз
sv: utgåva
tr: yayım

source: "{}" is not a lzma file.
az: "{}" lzma faylı deyil.
de: Paket "{}" ist nicht lzma-Datei.
es: "{}" no es un archivo lzma.
fr: Le paquet {} n'est pas installé.
hu: A(z) {} csomag nincs telepítve
it: Il pacchetto {} non è installato.
nl: Pakket {} is niet geïnstalleerd
pl: pakiet scom nie jest w pełni zainstalowana
ru: Пакет {} не установлен
sv: Paketet {} är inte installerat
tr: "{}" lzma formatında sıkıştırılmış dosya değil.

source: Chowning {0} ({1}:{2})
ru: Ухудшение {0} ({1}: {2})
tr: Sahiplik değiştiriliyor {0} ({1}:{2})

source: LChowning {0} ({1}:{2})
de: LCeigenschaft {0} ({1}: {2})
es: LCmuestra {0} ({1}: {2})
nl: LCvertoning {0} ({1}: {2})
pl: L Wyświetlanie {0} ({1}: {2})
tr: Link sahipliği değiştiriliyor {0} ({1}:{2})

source: Target DIR: "{}"
az: Hədəf DIR: "{}"
de: Paket URI: "{}"
es: DIR de destino: "{}"
fr: URI du paquet : {}
hu: Csomag URI: {}
it: URI pacchetto: {}
nl: Pakket-URI: {}
pl: URI pakietu: {}
ru: URI пакета: {}
sv: Paket-URI: {}
tr: Çalışma Klasörü: "{}"

source: File "{}" is not a zip file.
az: "{}" Faylı zip faylı deyil.
de: Paket "{}" ist nicht zip-Datei.
es: El archivo "{}" no es un archivo zip.
fr: Le paquet {} n'est pas installé.
hu: A(z) {} csomag nincs telepítve
it: Il pacchetto {} non è installato.
nl: Pakket {} is niet geïnstalleerd
pl: pakiet scom nie jest w pełni zainstalowana
ru: Пакет {} не установлен
sv: Paketet {} är inte installerat
tr: "{}" dosyası zip formatında sıkıştırılmış dosya değil.

source: Fetching source from: "{}"
az: Mənbə alınır: "{}"
de: Quelle wird abgerufen von: "{}"
es: Obteniendo fuente de: "{}"
fr: Récupération de la source depuis : {}
hu: A forrás letöltése innen: {}
it: Recupero sorgente da: {}
nl: Ophalen bron van: {}
pl: Przetwarzanie źródeł z: {}
ru: Получение исходного кода из: {}
sv: Bygger paketet: {}
tr: Kaynak "{}" adresinden indiriliyor

source: Source archive is stored: "{0}/{1}"
az: Mənbə arxivi saxlanılır: "{0}/{1}"
de: Das Quellarchiv wird gespeichert: "{0}/{1}"
es: El archivo fuente se almacena: "{0} / {1}"
fr: L'archive du source est stockée dans : {0}/{1}
hu: A forrás csomag eltárolva: {0}/{1}
it: Archivio sorgente memorizzato: {0}/{1}
nl: Bronarchief is opgeslagen: {0}/{1}
pl: Archiwum źródłowe jest zapisane: {0}/{1}
ru: Архив исходных файлов хранится: {0}/{1}
sv: Källarkivet lagras: "{0} / {1}"
tr: Kaynak arşiv saklandı: "{0} / {1}"

source: "{}" [cached]
az: "{}" [yaddaşlı]
es: "{}" [en caché]
fr: {} [en cache]
hu: {} [a gyorsítótárban]
it: {} [nella cache]
nl: {} [gebufferd]
pl: „{}” [buforowany]
ru: {} [кэшировано]
sv: {} [cachad]
tr: "{}" [önbellekte]

source: unpack: check_file_hash failed.
az: açmaq: check_file_hash uğursuz oldu.
de: unpack: check_file_hash fehlgeschlagen.
es: descomprimir: check_file_hash falló.
fr: unpack : check_file_hash a échoué
hu: kicsomagolás: check_file_hash művelet sikertelen
it: unpack: check_file_hash fallito
nl: uitpakken: check_file_hash mislukt
pl: rozpakuj: check_file_hash nie powiodło się.
ru: распаковка: не верный хэш файла
sv: packa upp: check_file_hash misslyckades.
tr: unpack: check_file_hash (kaynak arşivin doğruluk) değerinde sorun var.

source: * Archive verification passed. Such problems may occur during the build process.
az: * Arxiv yoxlanışı keçdi. Quraşdırma zamanı belə problemlər yarana bilər.
de: * Archivüberprüfung bestanden. Solche Probleme können während des Erstellungsprozesses auftreten.
es: * Verificación de archivo aprobada. Tales problemas pueden ocurrir durante el proceso de compilación.
fr: * La vérification des archives a réussi. De tels problèmes peuvent survenir pendant le processus de génération.
tr: * Arşiv doğrulaması geçti. Bu tür sorunlar, oluşturma işlemi sırasında ortaya çıkabilir.

source: Unknown archive type '{0}' is given for '{1}'.
az: Naməlum arxiv növü '{0}' '{1}' üçün verilmişdir.
de: Unbekannter Archivtyp '{0}' übergeben für '{1}'.
es: El tipo de archivo desconocido '{0}' se proporciona para '{1}'.
fr: Type d'archive inconnu {0} est donné pour '{1}'.
hu: {0} ismeretlen arhívumtípus lett megadva ehhez: '{1}'.
it: Tipo di archivio sconosciuto {0} viene data per '{1}'.
nl: Onbekend archieftype {0} is opgegeven voor '{1}'.
pl: Dla „{1}” podano nieznany typ archiwum „{0}”.
ru: Неизвестный тип архива {0} задан для '{1}'.
sv: Okänd arkivtyp '{0}' ges för '{1}'.
tr: Arşiv için bilinmeyen bir tip "{0}" verilmiş: '{1}'.

source: Inary needs '{}' to unpack this archive but it is not installed.
az: Bu arxivi açmaq üçün ikili '{}' lazımdır, lakin quraşdırılmamışdır.
de: INARY benötigt '{}' um das Archiv zu entpacken. Es ist aber nicht installiert.
es: Binary necesita '{}' para descomprimir este archivo pero no está instalado.
fr: Inary a besoins de {} pour décompresser cette archive, mais ce dernier n'est pas installé.
it: Inary ha bisogno di scompattare l'archivio {} ma non è installato.
nl: Inary heeft {} nodig voor het uitpakken van dit archief maar het is niet geïnstalleerd.
pl: Binary potrzebuje „{}”, aby rozpakować to archiwum, ale nie jest ono zainstalowane.
ru: Inary необходим {} для распаковки архива, но он не установлен.
sv: Binary behöver '{}' för att packa upp detta arkiv, men det är inte installerat.
tr: Inary bu arşivi açabilmek için '{}' aracına ihtiyaç duyuyor ancak araç yüklü değil.

source: Package "{0}" found in repository "{1}"
az: "{1}" depozitində "{0}" paketi tapıldı
de: Paket "{0}" im Depot "{1}" gefunden
es: Paquete "{0}" encontrado en el repositorio "{1}"
fr: Paquet {0} trouvé dans le dépôt {1}
hu: A(z) {0} csomag nem található a(z) {1} tárolóban
it: Pacchetto {0} trovato nel repository {1}
nl: Pakket {0} gevonden in softwarebron {1}
pl: Pakiet {0} znaleziono w repozytorium {1}
ru: Пакет {0} найден в репозитории {1}
sv: Paket {0} hittades i förrådet {1}
tr: "{0}" paketi "{1}" deposunda bulundu.

source: Package URI: "{}"
az: Paket URI: "{}"
de: Paket URI: "{}"
es: URI del paquete: "{}"
fr: URI du paquet : {}
hu: Csomag URI: {}
it: URI pacchetto: {}
nl: Pakket-URI: {}
pl: URI pakietu: {}
ru: URI пакета: {}
sv: Paket-URI: {}
tr: Paket adresi: "{}"

source: Download Error: Package does not match the repository package.
az: Yükləmə xətası: Paket depozit paketinə uyğun gəlmir.
de: Download Error: Paket gleicht nicht dem Paket im Depot.
es: Error de descarga: el paquete no coincide con el paquete del repositorio.
fr: Erreur de téléchargement : le paquet ne correspond pas au paquet du dépôt.
hu: Letöltési hiba: A letöltött fájl nem egyezik meg a tárolóban lévő példánnyal.
it: Errore di download: Pacchetto non corrisponde al pacchetto di repository.
nl: Downloadfout: Pakket komt niet overeen met het pakket in de softwarebron.
pl: Błąd pobierania: Pakiet nie pasuje do repozytorium pakietów.
ru: Ошибка загрузки: Пакет не соответствует пакету из репозитория.
sv: Hämtningsfel: Paketet matchar inte förrådspaketet.
tr: İndirme hatası: Paket depodaki paket ile uyuşmuyor.

source: Package "{}" not found in any active repository.
az: "{}" Paketi heç bir aktiv depoda tapılmadı.
de: Paket "{}" wurde in keinem der aktuellen Depot's gefunden.
es: El paquete "{}" no se encuentra en ningún repositorio activo.
fr: Le paquet {} introuvable dans les dépôts actifs.
hu: A(z) {} csomag nem található meg az aktív tárolókban.
it: Il pacchetto {} non è stato trovato in alcun repository attivo.
nl: Pakket {} niet gevonden in de actieve softwarebronnen.
pl: Pakiet {} nie została znaleziona w żadnym z aktywnym repozytoriów.
ru: Пакет {} не найден в активном репозитории.
sv: Paketet {} finns inte i något aktivt förråd.
tr: "{}" paketi etkin hiçbir depoda bulunamadı.

source: Installing "{0.name}", version {0.version}, release {0.release}
az: "{0.name}", versiya {0.version}, quraşdırılma {0.release}
de: Installiere "{0.name}", Version {0.version}, Release {0.release}
es: Instalación de "{0.name}", versión {0.version}, lanzamiento {0.release}
fr: Installation de {0.name}, version {0.version}, millésime {0.release}
hu: {0.name} telepítése, verzió {0.version}, kiadás {0.release}
it: Installazione di {0.name}, versione {0.version}, release {0.release}
nl: Installatie {0.name}, versie {0.version}, uitgave {0.release}
pl: Instalowanie {0.name}, wersja {0.version}, wydanie {0.release}
ru: Установка {0.name}, версия {0.version}, релиз {0.release}
sv: Installerar {0.name}, version {0.version}, utgåva {0.release}
tr: "{0.name}" paketi {0.version} sürümü {0.release} yayımı kuruluyor
